Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p><b>NOTE: </b></p> <p><i><u>Position</u> has a range of 0% to 100% - 0% being top/left, and 100% being bottom/right.</i></p> <p><i><u>Value</u> has a range of 0% to 200%. A value of 120% implies lightening by 20%, and a value of 80% implies darkening by 20%</i></p>
ar: <p><b>ملاحظة: </b></p> <p><i><u>للموقع</u> نطاق من 0% إلى 100% - 0% تعني الأعلى/اليسار، و 100% تعني الأسفل/اليمين.</i></p> <p><i><u>للقيمة</u> نطاق من 0% إلى 200%. قيمة 120% تعني التفتيح بنسبة 20%، وقيمة 80% تعني التغميق بنسبة 20%</i></p>
el: <p><b>ΣΗΜΕΙΩΣΗ: </b></p> <p><i>Η <u>θέση</u> έχει ένα εύρος από 0% ως 100% - 0% να είναι κορυφή/αριστερά και 100% να είναι βάση/δεξιά.</i></p> <p><i>Η <u>τιμή</u> έχει εύρος από 0% ως 200%. Μια τιμή 120% υποδηλώνει φωτισμό κατά 20%, και μια τιμή 80% υποδηλώνει σκοτείνιασμα κατά 20%</i></p>
eo: <p><b>NOTU: </b></p> <p><i><u>Pozicio</u> havas gamon de 0% ĝis 100% - 0% estante supre/maldekstre, kaj 100% estante malsupre/dekstre.</i></p> <p><i><u>Valoro</u> havas gamon de 0% ĝis 200%. Valoro de 120% implicas malpeziĝon je 20%, kaj valoro de 80% implicas mallumiĝon je 20%</i></p>
ko: <p><b>주의: </b></p> <p><i><u>위치</u>는 0%부터 100%까지의 범위를 갖습니다. - 0%는 위쪽/왼쪽이고, 100%는 아래쪽/오른쪽입니다.</i></p> <p><i><u>값</u>은 0%부터 200%까지의 범위를 갖습니다. 120%의 값은 20% 밝게를 의미하고, 80%의 값은 20% 어둡게를 의미합니다.</i></p>
pt: <p><b>NOTA: </b></p> <p>A <i><u>posição</u> tem um intervalo de 0% a 100% - 0% sendo o topo/lado esquerdo e os 100% sendo o fundo/lado direito.</i></p> <p>O <i><u>Valor</u> tem um intervalo de 0% a 200%. Um valor de 120% implica aumentar a claridade em 20% e um valor de 80% implica o escurecimento em 20%</i></p>
sl: <p><b>OPOMBA: </b></p> <p><i><u>Položaj</u> ima razpon 0 % to 100 % - 0% zgoraj/levo, 100% pa spodaj/desno.</i></p> <p><i><u>Vrednost</u> ima razpon 0 % to 200%. Vrednost 120 % predstavlja osvetlitev za 20 %, in vrednost 80 % predstavlja potemnitev za 20 %.</i></p>

source: <p>Set the color to be used in the preview.
ar: <p>اضبط اللون ليستخدم في المعاينة.
el: <p>Ρυθμίζει το χρώμα για την προεπισκόπηση.
eo: <p>Agordu la koloron uzendan en la antaŭvido.
ko: <p>미리 보기에서 사용할 색을 설정합니다.
pt: <p>Define a cor a usar na antevisão.
sl: <p>Nastavite barvo, ki jo želite uporabiti v predogledu.

source: Shading routine:
ar: روتين التظليل:
el: Διαδικασία σκίασης:
eo: Ombrigita rutino:
ko: 음영처리 루틴:
pt: Rotina de sombreado:
sl: Rutina senčenja:

source: <p>Sets the color space that is used when shading a color.
ar: <p>اضبط مساحة اللون المستخدمة عند تظليل لون.
el: <p>Ρυθμίζει το χρωματικό διάστημα για τη σκίαση ενός χρώματος.
eo: <p>Metas la kolorspacon kiu estas uzata dum ombrigo de koloro.
ko: <p>색을 음영 처리할 때 사용할 색 공간을 설정합니다.
pt: <p>Define o espaço de cores que será usado ao sombrear uma cor.
sl: <p>Določa barvni prostor, ki se uporablja pri senčenju barve.

source: Use Custom Shades
ar: استخدم ظلال مخصصة
el: Χρήση προσαρμοσμένων σκιάσεων
eo: Uzi Proprajn Ombrojn
ko: 사용자 정의 음영 사용
pt: Usar Sombras Personalizadas
sl: Uporabi sence po meri

source: <i><p>QtCurve uses various hard-coded shading values to draw elements such as button frames, the background for pressed buttons, etc. The following is a brief overview of how each shade is used - use this as a guide only, as shades are used for various things.</p> <p><ol> <li>Is used for the light part of 3d elements - such as the border of tab widgets.</li> <li>Is used for the lighter shade of striped progressbars.</li> <li>Is used for the dark part of 3d elements - such as the border of tab widgets.</li> <li>Is used for the shaded border of checks and radios, toolbar borders (when set to dark), the dark part of sunken/raised slider handles, etc.</li> <li>Is used for the background of pressed widgets, and the border of toolbars (when not dark).</li> <li>Is used as the border of most widgets.</li> </ol></p></i>
ar: <i><p>تستخدم كيوت كيرف قيم تظليل مختلفة مشفرة بشدة لرسم عناصر مثل إطارات الأزرار، الخلفية للأزرار المضغوطة، إلخ. ما يلي هو نظرة عامة موجزة لكيفية استخدام كل ظل - استخدم هذا كدليل فقط، فالظلال تستخدم لأشياء متنوعة.</p> <p><ol> <li>يستخدم للجزء الفاتح من العناصر ثلاثية الأبعاد - مثل حد وِدْجِتْ ألسنة.</li> <li>يستخدم للظل الأفتح لأشرطة التقدم المخططة.</li> <li>يستخدم للجزء الداكن من العناصر ثلاثية الأبعاد - مثل حد وِدْجِتْ ألسنة.</li> <li>يستخدم للحد المظلل للمربعات المحددة وأزرار الراديو، حدود شريط الأدوات (عندما يضبط على داكن)، الجزء الداكن من مقابض أشرطة التمرير الغائرة/البارزة، إلخ.</li> <li>يستخدم لخلفية الوِدْجِتْ المضغوطة، وحد شريط الأدوات (عندما لا يكون داكنًا).</li> <li>يستخدم كحد لمعظم الوِدْجِتْ.</li> </ol></p></i>
el: <i><p>Το QtCurve χρησιμοποιεί απευθείας από τον πηγαίο κώδικα διάφορες τιμές σκίασης για τη σχεδίαση αντικειμένων ως πλαίσια κουμπιών, το φόντο για πιεσμένα κουμπιά κλπ. Ακολουθεί μια σύντομη επισκόπηση για τον τρόπο χρήσης κάθε σκίασης - χρησιμοποιήστε το ως οδηγό μόνο, αφού οι σκιάσεις χρησιμοποιούνται για διάφορα πράγματα.</p> <p><ol> <li>Χρησιμοποιείται για το φωτεινό τμήμα των 3d αντικειμένων - όπως το περιθώριο των γραφικών συστατικών για τις καρτέλες.</li> <li>Χρησιμοποιείται για πιο φωτισμένο τμήμα των γραμμών προόδου.</li> <li>Χρησιμοποιείται για το σκοτεινό τμήμα των 3d αντικειμένων - όπως το περιθώριο των γραφικών συστατικών για τις καρτέλες.</li> <li>Χρησιμοποιείται για το σκιασμένο περιθώριο των πλαισίων και των κουμπιών ελέγχου των περιθωρίων γραμμών εργασιών (όταν ρυθμίζονται στο σκοτεινό κλπ.</li> <li>Χρησιμοποιείται για το φόντο των πιεσμένων γραφικών συστατικών και των περιθωρίων των γραμμών εργασιών (όταν δεν είναι σκοτεινά).</li> <li>Χρησιμοποιείται ως το περιθώριο για τα περισσότερα γραφικά συστατικά.</li> </ol></p></i>
eo: <i><p>QtCurve uzas diversajn malmolkodigitajn ombrigvalorojn por desegni elementojn kiel butonkadrojn, la fonon por premitaj butonoj, ktp. La sekvanta estas mallonga superrigardo pri kiel ĉiu nuanco estas uzata - uzu tion nur kiel gvidilon, ĉar ombroj estas uzataj por diversaj aferoj.</p> <p><ol> <li>Estas uzata por la malpeza parto de 3d elementoj - kiel la bordo de langetaj fenestraĵoj.</li> <li>Estas uzata por la pli hela nuanco de striitaj progresbretoj.</li> <li>Estas uzata por la malluma parto de 3d elementoj - kiel la bordo de langetaj fenestraĵoj.</li> <li>Estas uzata por por la ombrita bordo de mark- kaj radio-butonoj, ilobret-bordoj (kiam agordita al malhela), la malhela parto de alfundigitaj/altigitaj glitilaj teniloj, ktp.</li> <li>Estas uzata por la fono de premitaj fenestraĵoj, kaj la bordo de ilbretoj (kiam ne malhele).</li> <li>Estas uzata kiel la ramo de plej multaj fenestraĵoj.</li> </ol></p></i>
ko: <i><p>QtCurve에서 단추 프레임, 눌려진 단추의 배경 등과 같은 요소를 그릴 때 다양한 변경 불가능한 음영 값을 사용합니다. 다음은 각 음영을 사용하는 방법에 대한 간략한 개요입니다. 음영이 다양한 용도로 사용되기 때문에 이를 가이드로만 사용하십시오.</p> <p><ol> <li>은 탭 위젯의 테두리와 같은 3D 요소의 밝은 부분에서 사용합니다.</li> <li>은 줄무늬 있는 진행 표시줄의 더 밝은 음영에서 사용합니다.</li> <li>은 탭 위젯의 테두리와 같은 3D 요소의 어두운 부분에서 사용합니다.</li> <li>은 체크 및 라디오, 도구 상자 테두리 (어둡게 설정 되었을 때), 패인/도드라진 조절 막대 핸들의 어두운 부분 그리고 이외의 음영 처리된 테두리에서 사용합니다.</li> <li>은 눌려진 위젯과 도구 상자의 테두리 (어둡지 않을 때)의 배경에서 사용합니다.</li> <li>은 대부분 위젯의 테두리로서 사용합니다.</li> </ol></p></i>
pt: <i><p>O QtCurve usa diversos valores 'fixos' de sombras para desenhar os elementos, como as molduras dos botões, o fundo dos botões carregados, etc. Segue-se uma visão geral breve de como cada tonalidade é usada - use isto apenas como uma guia, dado que essas tonalidades são usadas para diversas coisas.</p> <p><ol> <li>É usado para a parte clara dos elementos em 3D - como o contorno das páginas separadas.</li> <li>É usado para o tom mais claro das barras de progresso com barras.</li> <li>É usado para a parte escura dos elementos em 3D - como o contorno das páginas separadas.</li> <li>É usado para o contorno sombreado das opções de marcação e exclusivas, contornos das barras de ferramentas (quando configurados como escuros), a parte escura das pegas afundadas/elevadas das barras, etc.</li> <li>É usado para o fundo dos botões carregados e para o contorno das barras de ferramentas (quando não estão escuras).</li> <li>É usado como o contorno da maioria dos elementos gráficos.</li> </ol></p></i>
sl: <i><p>QtCurve za risanje elementov, kot so okvirji gumbov, ozadje za pritisnjene gumbe itn. uporablja različne vrednosti senčenja. Sledi kratek pregled, kako se uporablja vsako senčenje - uporabite to le kot vodnik, saj se odtenki uporabljajo za različne stvari.</p> <p><ol> <li>Uporablja se za svetlobni del 3D-elementov - kot je meja zavihkov.</li> <li>Uporablja se za lažjo senco črtasto progo.</li> <li>Uporablja se za temni del 3D-elementov - npr. obrobo zavihkov.</li> <li>Uporablja se za senčno obrobo potrditvenih in izbirnih gumbov, obrob orodne vrstice (ko je nastavljena na temno), temni del potopljenih/dvignjenih drsnih ročic itn.</li> <li>Uporablja se za ozadje pritisnjenih gradnikov in obrobo orodnih vrstic (kadar niso temne).</li> <li>Uporablja se kot obroba večine gradnikov.</li> </ol></p></i>

source: Use Custom Alpha Values
ar: استخدم قيم ألفا مخصصة
el: Χρήση προσαρμοσμένων άλφα τιμών
eo: Uzu Proprajn Alfa-valorojn
ko: 사용자 정의 알파값 사용
pt: Usar Valores de 'Alfa' Personalizados
sl: Uporabi vrednosti alfa po meri

source: Light:
ar: خفيف:
el: Φωτεινό:
eo: Lumo:
ko: 밝음:
pt: Claro:
sl: Svetlo:

source: <p><i>QtCurve uses dark/light borders to create etch and shadow effects. By default QtCurve tries to lighten (or darken) the parent's background to achieve this - if no parent can be found, then white/black is used with an alpha value set. This behaviour may be overridden, and alpha values always used, by checking the option above.</i></p>
ar: <p><i>تستخدم كيوت كيرف حدودًا داكنة/فاتحة لإنشاء تأثيرات النقش والظل. مبدئيًا، تحاول كيوت كيرف تفتيح (أو تغميق) خلفية الأصل لتحقيق ذلك - إذا لا يمكن العثور على أصل، فإنه يستخدم الأبيض/الأسود مع قيمة ألفا مضبوطة. يمكن تجاوز هذا السلوك، وتستخدم قيم ألفا دائمًا، بتحديد الخيار أعلاه.</i></p>
el: <p><i>Το QtCurve χρησιμοποιεί σκοτεινά/φωτεινά περιθώρια για να δημιουργήσει εφέ σκίασης και χαρακτικής. Εξ ορισμού το QtCurve προσπαθεί να φωτίσει (ή να σκοτεινιάσει) το φόντο του γονέα για να το καταφέρει - Αυτή η συμπεριφορά μπορεί να αντικατασταθεί και να χρησιμοποιούνται πάντα οι άλφα τιμές, με ενεργοποίηση της παραπάνω επιλογής.</i></p>
eo: <p><i>QtCurve uzas malhelajn/helajn bordojn por krei akvafortajn kaj ombrajn efektojn. Defaŭlte QtCurve provas malpezigi (aŭ mallumigi) la fonon de la gepatro por atingi tion - se neniu gepatro troveblas, tiam blanka/nigra estas uzata kun alfa-valora aro. Ĉi tiu konduto povas esti anstataŭita, kaj alfa-valoroj ĉiam uzataj, per markado de la supra opcio.</i></p>
ko: <p><i>QtCurve는 선명하고 어두운 효과를 만들 때 어두운/밝은 테두리를 사용합니다. 기본적으로 QtCurve는 상위 배경을 밝게(또는 어둡게) 하려고 시도합니다. - 상위 항목을 찾을 수 없다면, 흰색/검은색이 알파값이 설정된 상태로 사용됩니다. 위의 옵션을 확인하여 이 동작을 무시하고 알파값을 항상 사용할 수 있습니다.</i></p>
pt: <p><i>O QtCurve usa contornos claros/escuros para criar os efeitos de relevos e sombras. Por omissão, o QtCurve tenta aclarar (ou escurecer) o fundo do elemento-pai para esse fim - se não for encontrado nenhum elemento-pai, então é usado o preto/branco com um valor de 'alfa' pré-estabelecido. Este comportamento poderá ser substituído, usando sempre os valores do 'alfa', se assinalar a opção acima.</i></p>
sl: <p><i>QtCurve uporablja temne/svetle obrobe za ustvarjanje učinkov jedkanja in senc. QtCurve privzeto poskuša osvetliti (ali potemniti) ozadje nadrejenih elementov, da bi to dosegli - če ni mogoče najti nobenega nadrejenega elementa, se bela/črna uporablja z naborom vrednosti alfa. To vedenje je možno preglasiti in vedno uporabljati alfa-vrednosti - s potrditvijo zgornje možnosti.</i></p>

source: Dark:
ar: مظلمة:
el: Σκοτεινό:
eo: Malhela:
ko: 어두운 정도:
pt: Escuro:
sl: Temno:

source: Tab 1
ar: لسان 1
el: Καρτέλα 1
eo: Langeto 1
ko: 탭 1
pt: Página 1
sl: Zavihek 1

source: &Menu 1
ar: &قائمة 1
el: &Μενού 1
eo: &Menuo 1
ko: 메뉴 1(&M)
sl: &Meni 1

source: Menu &2
ar: قائمة &2
el: Μενού &2
eo: Menuo &2
ko: 메뉴 2(&2)
sl: Meni &2

source: &Submenu
ar: قائمة &فرعية
el: &Υπομενού
eo: &Submenuo
ko: 하위 메뉴(&S)
sl: &Podmeni

source: Group Box
ar: مربع مجموعة
el: Πλαίσιο ομάδας
eo: Grupa Skatolo
ko: 그룹 상자
pt: Grupo
sl: Skupinsko polje

source: Radio button
ar: زر انتقاء
el: Κουμπί ελέγχου
eo: Radiobutono
ko: 라디오 단추
pt: Opção exclusiva
sl: Izbirni gumb

source: Checkbox
ar: خانة تأشير
el: Πλαίσιο ελέγχου
eo: Markobutono
ko: 확인란
pt: Opção
sl: Potrditveno polje

source: Combobox
ar: مربع انسدال
el: Σύνθετο πλαίσιο
eo: Kombokesto
ko: 콤보상자
pt: Lista
sl: Kombinirano polje

source: Item 2
ar: عنصر 2
el: Αντικείμενο 2
ko: 항목 2
sl: Element 2

source: Item 3
ar: عنصر 3
el: Αντικείμενο 3
ko: 항목 3
sl: Element 3

source: Item 4
ar: عنصر 4
el: Αντικείμενο 4
ko: 항목 4
sl: Element 4

source: Editable combobox
ar: مربع تحرير وسرد
el: Επεξεργάσιμαο σύνθετο πλαίσιο
eo: Redaktebla kombokesto
ko: 콤보상자 편집가능
pt: Lista editável
sl: Kombinirano polje, ki ga je mogoče urejati

source: Tab 2
ar: لسان 2
el: Καρτέλα 2
eo: Langeto 2
ko: 탭 2
pt: Página 2
sl: Zavihek 2

source: Dock Widget
ar: وِدْجِتْ الإرساء
el: Γραφικό συστατικό πίνακα
eo: Doka Fenestraĵo
ko: 독 위젯
pt: Item Acoplável
sl: Zasidraj gradnik

source: Column 1
ar: عمود 1
el: Στήλη 1
eo: Kolumno 1
ko: 열 1
pt: Coluna 1
sl: Stolpec 1

source: Column 2
ar: عمود 2
el: Στήλη 2
eo: Kolumno 2
ko: 열 2
pt: Coluna 2
sl: Stolpec 2

source: Item 8
ar: عنصر 8
el: Αντικείμενο 8
ko: 항목 8
sl: Element 8

source: Sub 4
ar: فرعي 4
el: Υπο 4
ko: 하위 4
pt: Sub-Item 4
sl: Pod 4

source: Sub 3
ar: فرعي 3
el: Υπο 3
ko: 하위 3
pt: Sub-Item 3
sl: Pod 3

source: Sub 2
ar: فرعي 2
el: Υπο 2
ko: 하위 2
pt: Sub-Item 2
sl: Pod 2

source: Sub 1
ar: فرعي 1
el: Υπο 1
ko: 하위 1
pt: Sub-Item 1
sl: Pod 1

source: Item 7
ar: عنصر 7
el: Αντικείμενο 7
ko: 항목 7
sl: Element 7

source: Item 6
ar: عنصر 6
el: Αντικείμενο 6
ko: 항목 6
sl: Element 6

source: Item 5
ar: عنصر 5
el: Αντικείμενο 5
ko: 항목 5
sl: Element 5

source: Item 1
ar: عنصر 1
el: Αντικείμενο 1
ko: 항목 1
sl: Element 1

source: Eleven saintly shrouded men Silhouettes stand against the sky One in front with a cross held high Come to wash my sins away...
ar: أحد عشر رجلًا صالحًا ملفوفًا ظلالهم تقف ضد السماء واحد في المقدمة يحمل صليبًا عاليًا أتوا ليغسلوا ذنوبي بعيدًا...
el: Έντεκα άντρες με αγιωσύνης πέπλο Σιλουέτες που στέκονται πάνω στον ουρανό Ένας ηγείται υψώνοντας σταυρό Ελάτε να ξεπλύνετε τις αμαρτίες μου...
eo: Dek unu sankte volvitaj viroj Siluetoj staras kontraŭ la ĉielo Unu antaŭe kun kruco alte tenita Venu por forigi miajn pekojn...
ko: 열한명의 성스러운 수의로 가린 남자들 검은 윤곽은 하늘을 향해 서 있고 앞에 십자가를 높이 들고있는 한 분 내 죄를 씻어주러 오소서...
pt: As armas e os barões assinalados Que da Ocidental praia Lusitana, Por mares nunca dantes navegados Passaram ainda além da Taprobana, Em perigos e guerras esforçados Mais do que prometia a força humana E entre gente remota edificaram Novo Reino, que tanto sublimaram...
sl: Enajst svetih zavetnih mož, silhuete stojijo proti nebu, eden spredaj s križem visoko, pridi umiti moje grehe ...

source: &Regular item 1
ar: عنصر عادي 1
el: &Κανονικό αντικείμενο 1
eo: &Regula ero 1
ko: 일반 항목 1(&R)
pt: Item no&rmal 1
sl: &Navadni element 1

source: Regular &item 2
ar: عنصر عادي 2
el: Κανονικό αντ&ικείμενο 2
eo: Regula &ero 2
ko: 일반 항목 2(&I)
pt: &Item normal 2
sl: Navadni &element 2

source: &Checkable item
ar: عنصر قابل للتحقق
el: &Ενεργοποιήσιμο αντικείμενο
eo: &Markebla ero
ko: 체크 가능한 항목(&C)
pt: Item de &marcação
sl: Element za &potrditev

source: &Exclusive item 1
ar: عنصر حصري 1
el: &Αποκλειστικό αντικείμενο 1
eo: &Ekskluziva ero 1
ko: 전용 항목 1(&E)
pt: Item exclusivo &1
sl: &Izključni element 1

source: Exclusive &item 2
ar: عنصر حصري 2
el: Αποκλειστικό αντ&ικείμενο 2
eo: Ekskluziva &ero 2
ko: 전용 항목 2(&I)
pt: Item exclusivo &2
sl: Izključni &element 2

source: Exclusive item &3
ar: عنصر حصري 3
el: Αποκλειστικό αντικείμενο &3
eo: Ekskluziva ero &3
ko: 전용 항목 3(&3)
pt: Item exclusivo &3
sl: Izključni element &3

source: regular submenu item
ar: عنصر قائمة فرعية عادي
el: κανονικό αντιεκίμενο υπομενού
eo: regula submenuero
ko: 일반 하위 메뉴 항목
pt: item de submenu normal
sl: navadni element podmenija

source: Active Window
ar: النّافذة النّشطة
el: Ενεργό παράθυρο
eo: Aktiva Fenestro
et: Aktiivne aken
ka: აქტიური ფანჯარა
ko: 활성 창
pt: Janela Activa
sl: Dejavno okno

source: Inactive Window
ar: نافذة غير نشطة
el: Ανενεργό παράθυρο
eo: Neaktiva Fenestro
et: Mitteaktiivne aken
ka: არააქტიური ფანჯარა
ko: 비활성 창
pt: Janela Inactiva
sl: Nedejavno okno

source: Toggle Menubar
ar: بدّل شريط القوائم
el: Εναλλαγή γραμμής μενού
eo: Baskuligi Menubreton
et: Menüüriba lülitamine
ko: 메뉴 표시줄 표시/숨기기
pt: Comutar o Menu
sl: Preklopi menijsko vrstico

source: Toggle Statusbar
ar: بدّل شريط الحالة
el: Εναλλαγή γραμμής κατάστασης
eo: Baskuligi Statusbreton
et: Olekuriba lülitamine
ko: 상태 표시줄 표시/숨기기
pt: Comutar a Barra de Estado
sl: Preklopi vrstico stanja

source: M
ar: م
ka: მეგა

source: S
ar: ص

source: Focus
ar: التركيز
el: Εστίαση
eo: Fokuso
et: Fookus
ka: ფოკუსი
ko: 포커스
pt: Foco
sl: Pozornost

source: Hover
ar: الحوم
el: Αιώρηση
eo: Ŝvebi
et: Hiirekursori all
ka: გადატარება
ko: 마우스 올림
pt: Passagem
sl: Lebdenje

source: Selection Background
ar: خلفية التحديد
el: Φόντο επιλογής
eo: Fono de Elekto
et: Valiku taust
ka: მონიშნულის ფონი
ko: 선택 배경
pt: Fundo da Selecção
sl: Ozadje izbora

source: Gray
ar: رصاصيّ
el: Γκρι
eo: Griza
et: Hall
ka: ნაცრისფერი
ko: 회색
pt: Cinzento
sl: Siva

source: No Border
ar: لا حدود
el: Χωρίς περιθώριο
eo: Neniu Bordo
et: Piireteta
ka: საზღვარი არ არის
ko: 테두리 없음
pt: Sem Contorno
sl: Brez obrobe

source: No Side Border
ar: لا يوجد حد جانبي
el: Χωρίς πλευρικό περιθώριο
eo: Neniu Flanka Bordo
et: Külgpiireteta
ko: 측면 테두리 없음
pt: Sem Contorno Lateral
sl: Brez stranske obrobe

source: Tiny
ar: ضئيل
el: Μικροσκοπικό
eo: Eta
et: Tilluke
ka: პაწაწინა
ko: 작게
pt: Minúsculo
sl: Drobno

source: Normal
ar: عادي
el: Κανονικό
eo: Normala
et: Tavaline
ka: ნორმალური
ko: 보통
sl: Navadno

source: Very Large
ar: كبير جدًّا
el: Πολύ μεγάλο
eo: Grandega
et: Väga suur
ka: ძალიან დიდი
ko: 매우 크게
pt: Muito Grande
sl: Zelo veliko

source: Huge
ar: ضخم
el: Τεράστιο
eo: Grandega
et: Hiiglaslik
ka: უზარმაზარი
ko: 거대하게
pt: Enorme
sl: Ogromno

source: Very Huge
ar: ضخم جدًّا
el: Κολοσσιαίο
eo: Tre Grandega
et: Superhiiglaslik
ka: ძალიან უზარმაზარი
ko: 매우 거대하게
pt: Mais do que Enorme
sl: Zelo ogromno

source: Oversized
ar: فوق الطّبيعيّ
el: Υπερμεγέθες
eo: Trogranda
et: Ülemõõduline
ka: არანორმალურად დიდი
ko: 크기 초과됨
pt: Ainda Maior
sl: Prekomerno

source: Shadow
ar: ظل
el: Σκίαση
eo: Ombro
et: Vari
ka: ჩრდილი
ko: 그림자
pt: Sombra
sl: Senca

source: <h3>Already Open</h3><p>Another QtCurve configuration dialog is already open. Please close the other before proceeding.
ar: <h3>نافذة مفتوحة بالفعل</h3><p>مربع حوار إعدادات كيوت كيرف آخر مفتوح بالفعل. أغلق الآخر قبل المتابعة.
el: <h3>Ήδη ανοιχτό</h3><p>Ένα άλλο παράθυρο διαλόγου διαμόρφωσης του QtCurve είναι ήδη ανοιχτό. Κλείστε τα άλλα πριν συνεχίσετε.
eo: <h3>Jam Malfermita</h3><p>Alia agorda dialogo de QtCurve jam estas malfermita. Bonvolu fermi la alian antaŭ ol daŭrigi.
et: <h3>Juba avatud</h3><p>Üks QtCurve seadistusdialoog on juba avatud. Palun sulge see enne jätkamist.
ko: <h3>이미 열림</h3><p>다른 QtCurve 설정 대화 상자가 이미 열려있습니다. 계속하기 전에 다른 것을 닫으세요.
pt: <h3>Já Aberto</h3><p>Já está uma janela de configuração do QtCurve aberta. Feche primeiro a outra antes de continuar.
sl: <h3>Že odprto</h3><p>Drugo pogovorno okno za prilagajanje QtCurve je že odprto. Pred nadaljevanjem ga zaprite.

source: Border size:
ar: حجم الإطار:
el: Μέγεθος περιθωρίου:
eo: Bordograndeco:
ko: 테두리 크기:
pt: Tamanho do contorno:
sl: Velikost obrobe:

source: Controls the size of the window borders (bottom, left, and right).
ar: تحكم في حجم حدود النافذة (السفلية واليسرى واليمنى).
el: Ελέγχει το μέγεθος των περιθωρίων του παραθύρου (βάση, αριστερά και δεξιά).
eo: Regas la grandecon de la fenestrobordoj (malsupre, maldekstre kaj dekstre).
ko: 창 테두리의 크기를 조절합니다 (아래쪽, 왼쪽 및 오른쪽).
pt: Controla o tamanho dos contornos das janelas (inferior, esquerdo e direito).
sl: Nadzira velikost obrob okna (spodaj, levo in desno).

source: Borders:
ar: الحدود:
el: Περιθώρια:
eo: Bordoj:
ko: 테두리:
pt: Contornos:
sl: Obrobe:

source: If enabled, and the QtCurve style is set to rounded, then all corners of the window decoration will be rounded. Otherwise, only the top corners will be rounded.
ar: إذا فعلتَ هذا، وضُبط نمط كيوت كيرف على مستدير، فإن جميع زوايا زخرفة النافذة تصبح مستديرة. وإلا، فإن الزوايا العلوية فقط تصبح مستديرة.
el: Αν ενεργοποιηθεί και το QtCurve στιλ είναι ρυθμισμένο σε στρογγυλεμένο, όλες οι γωνίες της διακόσμησης παραθύρου θα στρογγυλευθούν. Διαφορετικά, μόνο οι γωνίες κορυφής θα στρογγυλευθούν.
eo: Se ebligita, kaj la QtCurve-stilo estas rondigita, tiam ĉiuj anguloj de la fenestra ornamado estos rondigitaj. Alie, nur la supraj anguloj estos rondigitaj.
ko: 이 옵션을 활성화하고 QtCurve 스타일을 반올림으로 설정하면, 창 장식의 모든 모서리가 둥글게 됩니다. 그렇지 않으면 상단 모서리만 둥글게 됩니다.
pt: Se estiver activo, e o estilo QtCurve estiver configurado como arredondado, então todos os cantos da decoração da janela serão arredondados. Caso contrário, só serão arredondados os cantos superiores.
sl: Če je omogočeno in je slog QtCurve nastavljen na zaokroženo, bodo zaokroženi vsi koti okenske okrasitve. V nasprotnem primeru bodo zaokroženi le zgornji koti.

source: Round all corners
ar: قرِّب جميع الزوايا
el: Στρογγύλευση όλων των γωνιών
eo: Rondigi ĉiujn angulojn
ko: 모든 모서리 둥글게
pt: Arredondar todos os cantos
sl: Zaobli vse kote

source: If enabled, all borders (including the titlebar) will be removed from maximised windows.
ar: إذا فعلتَ هذا، فإن جميع الحدود (بما في ذلك شريط العنوان) تزَال من النوافذ المكبرة.
el: Αν ενεργοποιηθεί, όλα τα περιθώρια (μαζί και η γραμμή τίτλου) θα αφαιρεθούν από τα μεγιστοποιημένα παράθυρα.
eo: Se enŝaltite, ĉiuj bordoj (inkluzive de la titolbreto) estos forigitaj de maksimumigitaj fenestroj.
ko: 이 옵션을 사용하면 모든 테두리(제목 표시줄 포함)가 최대화된 창에서 삭제됩니다.
pt: Se estiver activo, todos os contornos (incluindo a barra do título) serão removidos das janelas maximizadas.
sl: Če je omogočeno, bodo vse obrobe (vključno z naslovno vrstico) odstranjene iz povečanih oken.

source: Remove from maximised windows
ar: أزِل من النوافذ المكبرة
el: Να αφαιρεθούν από τα μεγιστοποιημένα παράθυρα
eo: Forigi el maksimumigitaj fenestroj
ko: 최대화된 창에서 삭제
pt: Remover das janelas maximizadas
sl: Odstrani iz povečanih oken

source: Outer border:
ar: الحد الخارجي:
el: Εξωτερικό περιθώριο:
eo: Ekstera bordo:
ko: 바깥쪽 테두리:
pt: Contorno exterior:
sl: Zunanji obroba:

source: Adds 1 pixel border around the outside of windows. This is useful if you are not using desktop effects.
ar: يضيف حد 1 بكسل حول الجزء الخارجي من النوافذ. هذا مفيد إذا كنت لا تستخدم تأثيرات سطح المكتب.
el: Προσθέτει περιθώριο ενός εικονοστοιχείου γύρω από το εξωτερικό του παραθύρου. Αυτό είναι χρήσιμο αν δεν χρησιμοποιείτε εφέ της επιφάνειας εργασίας.
eo: Aldonas 1 pikselan bordon ĉirkaŭ la ekstero de fenestroj. Ĉi tio estas utila se vi ne uzas labortablajn efektojn.
ko: 창 바깥쪽에 1픽셀 테두리를 추가합니다. 이 기능은 데스크톱 효과를 사용하지 않는 경우에 유용합니다.
pt: Adiciona um contorno de 1 pixel de espessura em torno do exterior das janelas. Isto é útil se não estiver a usar os efeitos do ecrã.
sl: Doda obrobo 1 slikovne točke okoli oken na zunanji strani. To je uporabno, če ne uporabljate namiznih učinkov.

source: Inner border:
ar: الحد الداخلي:
el: Εσωτερικό περιθώριο:
eo: Interna bordo:
ko: 안쪽 테두리:
pt: Contorno interior:
sl: Notranja obroba:
