Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: Round top/left only
ar: قَرِّب الجزء العلوي/الأيسر فقط
el: Στρογγύλευση σε κορυφή/αριστερά μόνο
eo: Ronda supro/maldekstre nur
ko: 위/왼쪽만 둥글게
pt: Arredondar apenas o topo/lado esquerdo
sl: Zaokroži samo na vrhu/levo

source: Use window settings for:
ar: استخدِم إعدادات النافذة من أجل:
el: Χρήση ρυθμίσεων παραθύρου για:
eo: Uzi fenestrajn agordojn por:
ko: 다음에서 창 설정 사용:
pt: Usar a configuração da janela para:
sl: Uporabi nastavitve okna za:

source: <p>If enabled, the buttons on dock windows will have a similar appearance (and behaviour) to the buttons on standard windows, otherwise they will only have their symbols drawn until the mouse hovers over (when the button background will be drawn).
ar: <p>إذا فَعَّلت، يكون للأزرار في نوافذ الإرساء مظهر مشابه (وسلوك) لأزرار النوافذ القياسية، وإلا يرسم رمزها فقط حتى يمر مؤشر الفأرة فوقها (عندها ترسم خلفية الزر).
el: <p>Αν ενεργοποιηθεί, τα κουμπιά στα παράθυρα πινάκων θα έχουν μια παρόμοια όψη (και συμπεριφορά) με τα κουμπιά στα τυπικά παράθυρα, διαφορετικά θα έχουν μόνο τα σύμβολά τους σχεδιασμένα μέχρι να γίνει αιώρηση του ποντικιού (όταν σχεδιαστεί το φόντο του κουμπιού).
eo: <p>Se enŝaltite, la butonoj sur dokaj fenestroj havos similan aspekton (kaj konduton) al la butonoj sur normaj fenestroj, alie ili nur havos siajn simbolojn desegnitajn ĝis la muso ŝvebos super (kiam la butonfono estos desegnita).
ko: <p>이 옵션을 사용하면 독 창에 있는 단추를 일반 창에 있는 단추의 비슷한 모양(그리고 행동)으로 나타냅니다. 그렇지 않으면 마우스가 위로 지나갈 때(단추 배경을 그릴 때)에만 기호를 표시합니다.
pt: <p>Se estiver activo, os botões nas janelas acopláveis irão ter uma aparência (e comportamento) semelhantes aos botões das janelas normais; caso contrário, irão ter apenas os seus símbolos desenhados até que o cursor do rato passe sobre eles (quando o fundo do botão for desenhado).
sl: <p>Če je omogočeno, bodo imeli gumbi na sidranih oknih podoben videz (in vedenje) kot gumbi na standardnih oknih, sicer bodo imeli narisane le svoje simbole, dokler se miška ne premakne (ko bo narisano ozadje gumba).

source: Button appearance
ar: مظهر الزر
el: Όψη κουμπιών
eo: Butona aspekto
ko: 단추 모양
pt: Aparência dos botões
sl: Videz gumba

source: <p>If enabled, the background of dock window titlebars will have use the color settings of standard windows, otherwise they will use the standard background color.
ar: <p>إذا فَعَّلت، استخدم خلفية أشرطة عناوين نوافذ الإرساء إعدادات ألوان النوافذ القياسية، وإلا استخدم لون الخلفية القياسي.
el: <p>Αν ενεργοποιηθεί, το φόντο των γραμμών τίτλου των παραθύρων πίνακα θα χρησιμοποιεί τις ρυθμίσεις χρώματος των τυπικών παραθύρων, διαφορετικά θα χρησιμοποιεί το τυπικό χρώμα φόντου.
eo: <p>Se ĝi estas ebligita, la fono de dokaj fenestrotitoloj uzos la kolorajn agordojn de normaj fenestroj, alie ili uzos la norman fonkoloron.
ko: <p>이 옵션을 사용하면 독 창의 제목 표시줄의 배경색을 일반 창의 색 설정으로 나타냅니다. 그렇지 않으면 표준 배경색으로 나타냅니다.
pt: <p>Se estiver activo, o fundo dos títulos das janelas acopláveis irá usar a configuração da cor de fundo das janelas normais, caso contrário irá usar a cor de fundo predefinida.
sl: <p>Če je omogočeno, bodo za ozadje naslovne vrstice oken za sidranje uporabljene barvne nastavitve standardnih oken, v nasprotnem primeru pa bo uporabljena standardna barva ozadja.

source: Background colors
ar: ألوان الخلفية
el: Χρώματα φόντου
eo: Fonaj koloroj
ko: 배경색
pt: Cores de fundo
sl: Barve ozadja

source: <p>If enabled, the font of dock window titlebars will have use the font settings of standard windows, otherwise they will use the standard font.
ar: <p>إذا فَعَّلت، استخدم خط أشرطة عناوين نوافذ الإرساء إعدادات خط النوافذ القياسية، وإلا استخدم الخط القياسي.
el: <p>Αν ενεργοποιηθεί, η γραμματοσειρά των γραμμών τίτλου των παραθύρων πίνακα θα χρησιμοποιεί τις ρυθμίσεις γραμματοσειράς των τυπικών παραθύρων, διαφορετικά θα χρησιμοποιεί την τυπική γραμματοσειρά.
eo: <p>Se ĝi estas ebligita, la tiparo de dokaj fenestrotitoloj uzos la tiparon de normaj fenestroj, alie ili uzos la norman tiparon.
ko: <p>이 옵션을 사용하면 독 창의 제목 표시줄의 글꼴에 일반 창의 글꼴 설정을 사용합니다. 그렇지 않으면 표준 글꼴을 사용합니다.
pt: <p>Se estiver activo, o tipo de letra dos títulos das janelas acopláveis irá usar a configuração do tipo de letra das janelas normais, caso contrário irá usar o tipo de letra predefinido.
sl: <p>Če je omogočeno, bo pisava naslovne vrstice oken za sidranje uporabljala nastavitve pisave standardnih oken, sicer pa bo uporabljena standardna pisava.

source: Font
ar: الخط
el: Γραμματοσειρά
eo: Tiparo
ko: 글꼴
pt: Tipo de Letra
sl: Pisava

source: <p>If enabled, the text of dock window titlebars will have use the text alignment settings of standard windows, otherwise they will be left aligned.
ar: <p>إذا فَعَّلت، استخدم نص أشرطة عناوين نوافذ الإرساء إعدادات محاذاة نص النوافذ القياسية، وإلا حاذِ النص لليسار.
el: <p>Αν ενεργοποιηθεί, το κείμενο των γραμμών τίτλου των παραθύρων πίνακα θα χρησιμοποιεί τις ρυθμίσεις στοίχισης κειμένου των τυπικών παραθύρων, διαφορετικά θα είναι στοιχισμένο αριστερά.
eo: <p>Se ĝi estas ebligita, la teksto de la dokaj fenestrotitolbretoj uzos la tekstajn agordojn de normaj fenestroj, alie ili restos vicigitaj.
ko: <p>이 옵션을 사용하면 독 창의 제목 표시줄의 텍스트에 일반 창의 텍스트 정렬 설정을 사용합니다. 그렇지 않으면 왼쪽으로 정렬합니다.
pt: <p>Se estiver activo, o texto dos títulos das janelas acopláveis irá usar a configuração do alinhamento de texto das janelas normais; caso contrário, o texto será alinhado à esquerda.
sl: <p>Če je omogočeno, bodo v besedilu naslovne vrstice oken za sidranje uporabljene nastavitve poravnave besedila standardnih oken, v nasprotnem primeru bodo poravnane levo.

source: Text alignment
ar: محاذاة النص
el: Στοίχιση κειμένου
eo: Teksta vicigo
ko: 텍스트 정렬
pt: Alinhamento do texto
sl: Poravnava besedila

source: <p>If enabled, the text of dock window titlebars will have use the text effect settings of standard windows, otherwise they will be drawn with no effect.
ar: <p>إذا فَعَّلت، استخدم نص أشرطة عناوين نوافذ الإرساء إعدادات تأثير نص النوافذ القياسية، وإلا يرسم النص بلا تأثير.
el: <p>Αν ενεργοποιηθεί, το κείμενο των γραμμών τίτλου των παραθύρων πίνακα θα χρησιμοποιεί τις ρυθμίσεις εφέ των τυπικών παραθύρων, διαφορετικά θα σχεδιαστεί χωρίς εφέ.
eo: <p>Se ĝi estas enŝaltita, la teksto de dokaj fenestrotitoloj uzos la tekstajn efektojn de normaj fenestroj, alie ili estos desegnitaj sen efekto.
ko: <p>이 옵션을 사용하면 독 창의 제목 표시줄의 텍스트에 일반 창의 텍스트 효과 설정을 사용합니다. 그렇지 않으면 효과 없이 표시합니다.
pt: <p>~Se estiver activo, o texto das barras de título das janelas acopláveis irão usar os efeitos de texto das janelas normais; caso contrário serão desenhados sem qualquer efeito.
sl: <p>Če je omogočeno, bodo v besedilu naslovne vrstice okenske vrstice za sidranje uporabljene nastavitve učinka besedila standardnih oken, v nasprotnem primeru pa bodo narisane brez učinka.

source: Text effect
ar: تأثير النص
el: Εφέ κειμένου
eo: Teksta efekto
ko: 텍스트 효과
pt: Efeito do texto
sl: Učinek besedila

source: <p>If enabled, the icons of dock window titlebars will have use the colors of standard window icons, otherwise they will use the text colour setting.
ar: <p>إذا فَعَّلت، استخدم أيقونات أشرطة عناوين نوافذ الإرساء ألوان أيقونات النوافذ القياسية، وإلا استخدم إعداد لون النص.
el: <p>Αν ενεργοποιηθούν, τα εικονίδια των γραμμών τίτλου των παραθύρων πίνακα θα χρησιμοποιούν τα χρώματα των τυπικών εικονιδίων παραθύρων, διαφορετικά θα χρησιμοποιούν τη ρύθμιση του χρώματος κειμένου.
eo: <p>Se ĝi estas enŝaltita, la piktogramoj de dokaj fenestraj titolbretoj uzos la kolorojn de normaj fenestraj piktogramoj, alie ili uzos la tekstkoloran agordon.
ko: <p>이 옵션을 사용하면 독 창의 제목 표시줄의 아이콘에 일반 창 아이콘의 색 설정을 사용합니다. 그렇지 않으면 텍스트 색 설정을 사용합니다.
pt: <p>Se estiver activo, os ícones nos títulos das janelas acopláveis irão usar as cores dos ícones normais das janelas; caso contrário, irão usar a configuração da cor do texto.
sl: <p>Če je omogočeno, bodo ikone naslovne vrstice sidrnega okna uporabljale barve standardnih ikon oken, v nasprotnem primeru pa bodo uporabile nastavitev barve besedila.

source: Icon colors
ar: ألوان الأيقونة
el: Χρώματα εικονιδίων
eo: Piktogramokoloroj
ko: 아이콘 색상
pt: Cores dos ícones
sl: Barve ikon

source: Dialog buttons:
ar: أزرار الحوار:
el: Κουμπιά διαλόγου:
eo: Dialogbutonoj:
ko: 대화 상자 단추:
pt: Botões das janelas:
sl: Gumbi pogovornega okna:

source: <p>If enabled, dialogs will use the 'Cancel / OK' button order as used in the GNOME and OSX desktops, otherwise the 'OK / Cancel' order will be used.
ar: <p>إذا فَعَّلت، تستخدِم صناديق الحوار ترتيب أزرار 'إلغاء / موافق' كما تستخدَم في أسطح مكتب GNOME وOSX، وإلا يستخدم ترتيب 'موافق / إلغاء'.
el: <p>Αν ενεργοποιηθεί, οι διάλογοι θα χρησιμοποιούν τη διάταξη κουμπιών 'Ακύρωση / Εντάξει' όπως στις επιφάνειες εργασίας GNOME και OSX, διαφορετικά η διάταξη 'Εντάξει / Ακύρωση' θα χρησιμοποιηθεί.
eo: <p>Se enŝaltite, dialogoj uzos la butonordon 'Nuligi / OK' kiel uzatan en la labortabloj GNOME kaj OSX, alie la ordon 'Bone / Nuligi' estos uzata.
ko: <p>활성화되면 대화 상자는 GNOME 및 OSX 데스크톱에서 사용되는 '취소/확인' 버튼 순서를 사용합니다. 그렇지 않으면 '확인/취소' 순서가 사용됩니다.
pt: <p>Se estiver activo, as janelas de diálogo irão usar a ordem 'Cancelar / OK', como é usado nos ambientes de trabalho GNOME e OSX; caso contrário será usada a ordem 'OK / Cancelar'</p>.
sl: <p>Če je omogočeno, bodo pogovorna okna uporabila zaporedje gumbov »Prekliči / V redu«, kot se uporablja na namizjih GNOME in OSX, sicer bo uporabljeno zaporedje »V redu / Prekliči«.

source: Use Gtk button order
ar: استخدِم ترتيب أزرار Gtk
el: Χρήση διάταξης κουμπιών Gtk
eo: Uzi Gtk-butonordon
ko: Gtk 단추 순서 사용
pt: Usar a ordem de botões do Gtk
sl: Uporabi vrstni red gumbov Gtk

source: <p>If this is enabled and 'Use Gtk button order' is not, QtCurve will attempt to manually set the order of buttons in Gtk dialogs.</p><p><b>NOTE:</b> This is experimental, and may produce unexpected results!</p>
ar: <p>إذا فُعِّل هذا ولم يُفَعَّل 'استخدِم ترتيب أزرار Gtk'، يحاول كيوت كيرف ضبط ترتيب الأزرار يدوياً في صناديق حوار Gtk.</p><p><b>ملاحظة:</b> هذا تجريبي، وقد ينتج عنه نتائج غير متوقعة!</p>
el: <p>Αν αυτό ενεργοποιηθεί και η 'Χρήση διάταξης κουμπιών Gtk' όχι, το QtCurve θα επιχειρεί να ρυθμίσει χειροκίνητα τη διάταξη των κουμπιών στους διαλόγους του Gtk.</p><p><b>ΣΗΜΕΙΩΣΗ:</b> Αυτό είναι πειραματικό, και ίσως προκαλέσει απρόσμενα αποτελέσματα!</p>
eo: <p>Se ĉi tio estas ebligita kaj 'Uzi Gtk-butonordon' ne estas, QtCurve provos mane agordi la ordon de butonoj en Gtk-dialogoj.</p><p><b>NOTU:</b> Ĉi tio estas eksperimenta , kaj povas produkti neatenditajn rezultojn!</p>
ko: <p>이 기능이 활성화되어 있고 'Gtk 단추 순서 사용'이 활성화되어 있지 않은 경우 QtCurve는 Gtk 대화 상자에서 단추 순서를 수동으로 설정합니다.</p> <p><b>주의</b>: 이는 실험적인 결과이며 예상치 못한 결과를 초래할 수 있습니다!</p>
pt: <p>Se esta opção estiver activa e a botão 'Usar a ordem de botões do Gtk' não estiver, o QtCurve irá tentar mudar manualmente a ordem dos botões nas janelas do Gtk.</p><p><b>NOTA:<b> Isto é experimental e poderá provocar resultados inesperados!</p>
sl: <p>Če je to omogočeno, ne pa tudi »Uporabi vrstni red gumbov Gtk«, bo QtCurve skušal ročno nastaviti vrstni red gumbov v pogovornih oknih Gtk.</p><p><b>OPOMBA:</b> To je poskusno in lahko povzroči nepričakovane rezultate!</p>

source: Manually re-order Gtk buttons
ar: أعد ترتيب أزرار Gtk يدوياً
el: Χειροκίνητη αναδιάταξη κουμπιών Gtk
eo: Mane reordigi Gtk-butonojn
ko: 수동으로 Gtk 단추 재배치
pt: Reordenar manualmente os botões do Gtk
sl: Ročno prerazporedi gumbe Gtk

source: <p>Auto-default buttons are buttons that can become 'default' buttons - i.e. will react to the user pressing 'return'.</p> <p>In Gtk2 applications, most 'auto-default' buttons have a taller appearance than standard buttons. QtCurve attempts to mimic this for KDE4 applications - this may be disabled by enabling this option.</p>
ar: <p>الأزرار الافتراضية التلقائية هي أزرار يمكن أن تصبح أزراراً 'مبدئية' - أي تستجيب لضغط المستخدم على 'إدخال'.</p> <p>في تطبيقات Gtk2، يكون لمعظم الأزرار 'الافتراضية التلقائية' مظهر أطول من الأزرار القياسية. يحاول كيوت كيرف محاكاة هذا لتطبيقات KDE4 - يمكن تعطيل هذا بتفعيل هذا الخيار.</p>
eo: <p>Aŭtomate-defaŭltaj butonoj estas butonoj kiuj povas iĝi 'defaŭltaj' butonoj - t.e. reagos al la uzanto premante 'return'.</p> <p>En Gtk2-aplikoj, la plej multaj 'auto-default' butonoj havas pli altan aspekton ol normaj butonoj. QtCurve provas imiti tion por KDE4-aplikoj - ĝi povas esti malŝaltita ebligante ĉi opcion.</p>

source: Use standard size for 'auto-default' buttons (KDE4)
ar: استخدِم الحجم القياسي لأزرار 'الافتراض التلقائي' (KDE4)
el: Χρήση τυπικού μεγέθους για 'αυτόματα προκαθορισμένα' κουμπιά (KDE4)
eo: Uzi norman grandecon por 'aŭtomate-defaŭltaj' butonoj (KDE4)
ko: '자동 기본' 단추에 표준 크기 사용(KDE4)
pt: Usar o tamanho normal dos botões 'auto-predefinidos' (KDE4)
sl: Uporabi standardno velikost za gumbe »samodejno privzeto« (KDE4)

source: Gtk icons
ar: أيقونات Gtk
el: Gtk εικονίδια
eo: Gtk piktogramoj
ko: Gtk 아이콘
pt: Ícones do Gtk
sl: Ikone Gtk

source: <p>Enable this option so that QtCurve can attempt to map from the KDE icon names to their Gtk equivalent for Gtk applications.
ar: <p>فَعِّل هذا الخيار ليتمكن كيوت كيرف من محاولة رسم خريطة من أسماء أيقونات كيدي إلى ما يعادلها في Gtk لتطبيقات Gtk.
el: <p>Ενεργοποιήστε αυτήν την επιλογή ώστε το QtCurve να μπορεί να επιχειρεί να αντοιστιχίσει από τα ονόματα εικονιδίων του KDE στα ισοδύναμα του Gtk για τις Gtk εφαρμογές.
eo: <p>Ebligi ĉi tiun opcion por ke QtCurve povu provi mapi de la KDE-piktogramnomoj al ilia Gtk-ekvivalento por Gtk-aplikoj.
ko: <p>이 옵션을 사용하면 QtCurve가 Gtk 앱에서 KDE 아이콘 이름을 Gtk 아이콘 이름으로 매핑합니다.
pt: <p>Active esta opção para que o QtCurve possa tentar associar os nomes dos ícones do KDE aos seus equivalentes em Gtk para as aplicações desse ambiente</p>.
sl: <p>Omogočite to možnost, da lahko QtCurve poskusi preslikati iz imen Ikon KDE v svoj ekvivalent Gtk za programe Gtk.

source: Use KDE equivalent
ar: استخدِم ما يعادله في كيدي
el: Χρήση ισοδύναμου του KDE
eo: Uzi KDE-ekvivalenton
ko: KDE와 동일하게 사용
pt: Usar o equivalente do KDE
sl: Uporabi ekvivalent KDE

source: Password character:
ar: حرف كلمة السر:
el: Χαρακτήρας κωδικού πρόσβασης:
eo: Pasvorta signo:
ko: 암호 문자:
pt: Carácter de senha:
sl: Znak za geslo:

source: <p>Sets the character used to hide password entries.
ar: <p>اضبِط الحرف الذي يستخدم لإخفاء مدخلات كلمة المرور.
el: <p>Ρυθμίζει τον χαρακτήρα απόκρυψης των εγγραφών του κωδικού πρόσβασης.
eo: <p>Metas la signon uzatan por kaŝi pasvortajn enirojn.
ko: <p>암호 입력을 숨길 때 사용할 문자를 설정합니다.
pt: <p>Define o símbolo usado para esconder os dados introduzidos nas senhas.
sl: <p>Nastavi znak, uporabljen za skrivanje vnosa gesel.

source: Gtk expander highlight:
ar: تمييز موسع Gtk:
el: Τονισμός Gtk επεκτάτη:
eo: Gtk ekspansiilo elstara:
ko: Gtk 확장 메뉴 강조하기:
pt: Realce da expansão do Gtk:
sl: Poudarjanje razširilnika Gtk:

source: Drop shadow size:
ar: حجم ظل الإسقاط:
el: Απόθεση μεγέθους σκίασης:
eo: Ombrogrando:
ko: 그림자 크기:
pt: Tamanho da sombra:
sl: Velikost nastale sence:

source: <p>Sets the base value used for determining drop shadow sizes.</p><p>X11 only.</p>
ar: <p>اضبط القيمة الأساسية المستخدمة لتقرير أحجام ظلال الإسقاط.</p><p>X11 فقط.</p>
el: <p>Ρυθμίζει την τιμή βάσης για τον καθορισμό της απόθεσης μεγεθών σκίασης.</p><p>Στο X11 μόνο.</p>
eo: <p>Metas la bazan valoron uzatan por determini ombrograndojn.</p><p>Nur X11.</p>
ko: <p>그림자 크기를 결정할 기반 값을 지정합니다.</p><p>X11에서만 사용 가능합니다.</p>
pt: <p>Define o valor de base usado para determinar os tamanhos das sombras.</p><p>Apenas para o X11.</p>
sl: <p>Nastavi osnovno vrednost, uporabljeno za določanje velikosti nastale sence.</p><p>Samo X11.</p>

source: No background gradient:
ar: لا يوجد تدرج في الخلفية:
el: Χωρίς διαβάθμιση φόντου:
eo: Neniu fona gradiento:
ko: 배경 그라데이션 없음:
pt: Sem gradiente de fundo:
sl: Brez preliva ozadja:

source: <p>Comma separated list of names of applications which should not use the background gradient setting. </p><p>Use <i>gtk</i> to disable for all Gtk2 applications.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء التطبيقات التي لا ينبغي أن تستخدم إعداد التدرج في الخلفية. </p><p>استخدم <i>gtk</i> لتعطيل الإعداد لجميع تطبيقات Gtk2.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν τη ρύθμιση διαβάθμισης φόντου. </p><p>Χρησιμοποιήστε το <i>gtk</i> για να γίνει απενεργοποίηση για όλες τις Gtk2 εφαρμογές.</p>
eo: <p>Kome apartigita listo de nomoj de aplikaĵoj, kiuj ne devus uzi la fonan gradienton. </p><p>Uzu <i>gtk</i> por malŝalti por ĉiuj Gtk2-aplikoj.</p>
ko: <p>배경 그라데이션 설정을 사용하지 않을 앱 이름의 리스트를 콤마로 분리합니다. </p> <p>모든 Gtk2 앱을 사용하지 않으려면 <i>gtk</i>를 입력합니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações que não deverão usar a configuração do gradiente do fundo.</p><p>Use o <i>gtk</i> para desactivar em todas as aplicações do Gtk2.</p>
sl: <p>Seznam imen programov, ki ne smejo uporabljati nastavitve preliva ozadja, ločen z vejicami. </p><p>Uporabite <i>gtk</i>, da onemogočite za vse programe Gtk2.</p>

source: No background image:
ar: لا توجد صورة في الخلفية:
el: Χωρίς εικόνα φόντου:
eo: Neniu fonbildo:
ko: 배경 이미지 없음:
pt: Sem imagem de fundo:
sl: Brez slike ozadja:

source: <p>Comma separated list of names of applications which should not use the background image setting. </p><p>Use <i>gtk</i> to disable for all Gtk2 applications.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء التطبيقات التي لا ينبغي أن تستخدم إعداد صورة الخلفية. </p><p>استخدم <i>gtk</i> لتعطيل الإعداد لجميع تطبيقات Gtk2.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν τη ρύθμιση εικόνας φόντου. </p><p>Χρησιμοποιήστε το <i>gtk</i> για να γίνει απενεργοποίηση για όλες τις Gtk2 εφαρμογές.</p>
eo: <p>Komo apartigita listo de nomoj de aplikaĵoj kiuj ne devus uzi la fonbildan agordon. </p><p>Uzu <i>gtk</i> por malŝalti por ĉiuj Gtk2-aplikoj.</p>
ko: <p>배경 이미지 설정을 사용하지 않을 앱 이름 목록을 쉼표로 분리합니다. </p> <p>모든 Gtk2 앱을 사용하지 않으려면 <i>gtk</i>를 입력합니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações que não deverão usar a configuração da imagem do fundo.</p><p>Use o <i>gtk</i> para desactivar em todas as aplicações do Gtk2.</p>
sl: <p>Seznam imen programov, ki ne smejo uporabljati nastavitve slike v ozadju, ločen z vejicami. </p><p>Uporabite <i>gtk</i>, da onemogočite za vse programe Gtk2.</p>

source: No background opacity:
ar: لا توجد عتامة في الخلفية:
el: Χωρίς αδιαφάνεια φόντου:
eo: Neniu fona opakeco:
ko: 배경 불투명도 없음:
pt: Sem opacidade de fundo:
sl: Brez prekrivnosti ozadja:

source: <p>Comma separated list of names of applications which should not use the background opacity setting. </p><p>Use <i>gtk</i> to disable for all Gtk2 applications.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء التطبيقات التي لا ينبغي أن تستخدم إعداد عتامة الخلفية. </p><p>استخدم <i>gtk</i> لتعطيل الإعداد لجميع تطبيقات Gtk2.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν τη ρύθμιση αδιαφάνειας φόντου. </p><p>Χρησιμοποιήστε το <i>gtk</i> για να γίνει απενεργοποίηση για όλες τις Gtk2 εφαρμογές.</p>
eo: <p>Komo apartigita listo de nomoj de aplikoj kiuj ne devus uzi la fonan opakecon. </p><p>Uzu <i>gtk</i> por malŝalti por ĉiuj Gtk2-aplikoj.</p>
ko: <p>배경 투명도 설정을 사용하지 않을 앱 이름 목록을 쉼표로 분리합니다. </p> <p>모든 Gtk2 앱을 사용하지 않으려면 <i>gtk</i>를 입력하세요.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações que não deverão usar a configuração da opacidade/transparência do fundo.</p><p>Use o <i>gtk</i> para desactivar em todas as aplicações do Gtk2.</p>
sl: <p>Seznam imen programov, ki ne smejo uporabljati nastavitve prekrivnosti ozadja, ločen z vejicami. </p><p>Uporabite <i>gtk</i>, da onemogočite za vse prorame Gtk2.</p>

source: No menu opacity (and no alpha channel for Gtk2):
ar: لا توجد عتامة للقائمة (ولا قناة ألفا لـ Gtk2):
el: Χωρίς αδιαφάνεια του μενού (και χωρίς άλφα δίαυλο για το Gtk2):
eo: Neniu menuopakeco (kaj neniu alfa kanalo por Gtk2):
ko: 메뉴 투명도 없음(그리고 Gtk2에서 알파 채널 없음):
pt: Sem opacidade do menu (e sem canal alfa para o Gtk2):
sl: Brez prekrivnosti menija (in brez kanala alfa za Gtk2):

source: <p>Comma separated list of names of applications which should not use the menu opacity setting.</p><p><i>For Gtk2, this option also disables using an alpha-channel to smoothly round tooltips and popup menus.</i></p><p>Use <i>gtk</i> to disable for all Gtk2 applications.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء التطبيقات التي لا ينبغي أن تستخدم إعداد عتامة القائمة.</p><p><i>بالنسبة إلى Gtk2، هذا الخيار أيضًا يعطّل استخدام قناة ألفا لتقريب تلميحات الأدوات والقوائم المنبثقة بسلاسة.</i></p><p>استخدم <i>gtk</i> لتعطيل الإعداد لجميع تطبيقات Gtk2.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν τη ρύθμιση αδιαφάνειας του μενού.</p><p><i>Για το Gtk2, αυτή η επιλογή απενεργοποιεί και τη χρήση άλφα διαύλου για την ομαλή στρογγύλευση υποδείξεων και αναδυόμενων μενού.</i></p><p>Χρησιμοποιήστε το <i>gtk</i> για να γίνει απενεργοποίηση γοα όλες τις Gtk2 εφαρμογές.</p>
eo: <p>Komo apartigita listo de nomoj de aplikoj kiuj ne devus uzi la menuan opakecon.</p><p><i>Por Gtk2, ĉi tiu opcio ankaŭ malŝaltas uzadon de alfa-kanalo por glate rondigi konsiletojn kaj ŝprucmenuojn.</i></p><p>Uzu <i>gtk</i> por malŝalti ĉiujn Gtk2-aplikaĵojn.</p>
ko: <p>메뉴 불투명도 설정을 사용하지 않을 앱 이름의 목록을 쉼표로 분리합니다.</p><p><i>Gtk2에서는 추가적으로 알파 채널을 사용하는 곳에 부드러운 둥근 풍선 도움말과 팝업 메뉴를 사용하지 않도록 합니다.</i></p><p>모든 Gtk2 앱을 사용하지 않으려면 <i>gtk</i>를 입력하십시오.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações que não deverão usar a configuração da opacidade do menu.</p><p><i>Para o Gtk2, esta opção também desactiva a utilização do canal 'alfa' para arredondar as dicas e menus de contexto de forma suave.</i></p><p>Use o <i>gtk</i> para desactivar em todas as aplicações do Gtk2.</p>
sl: <p>Seznam imen programov, ki ne smejo uporabljati nastavitve prekrivnosti menija, ločen z vejicami.</p><p><i>Za Gtk2 ta možnost onemogoči tudi uporabo alfa-kanala za gladko zaokrožanje orodnih namigov in pojavnih menijev.</i></p><p>Uporabite <i>gtk</i>, da onemogočite za vse programe Gtk2.</p>

source: No menu stripe:
ar: لا يوجد شريط قائمة:
el: Χωρίς λωρίδα μενού:
eo: Neniu menustrio:
ko: 메뉴 줄무늬 없음:
pt: Sem barra do menu:
sl: Brez menijskega traku:

source: <p>Comma separated list of names of applications which should not use the menu stripe setting. </p><p>Use <i>gtk</i> to disable for all Gtk2 applications.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء التطبيقات التي لا ينبغي أن تستخدم إعداد شريط القائمة. </p><p>استخدم <i>gtk</i> لتعطيل الإعداد لجميع تطبيقات Gtk2.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν τη ρύθμιση λωρίδας του μενού. </p><p>Χρησιμοποιήστε το <i>gtk</i> για να γίνει απενεργοποίηση για όλες τις Gtk2 εφαρμογές..</p>
eo: <p>Komo apartigita listo de nomoj de aplikaĵoj, kiuj ne devus uzi la menuan strion. </p><p>Uzu <i>gtk</i> por malŝalti por ĉiuj Gtk2-aplikoj.</p>
ko: <p>메뉴 줄무늬 설정을 사용하지 않을 앱 이름 목록을 쉼표로 분리합니다. </p> <p>모든 Gtk2 앱을 사용하지 않으려면 <i>gtk</i>를 입력합니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações que não deverão usar a configuração da barra do menu.</p><p>Use o <i>gtk</i> para desactivar em todas as aplicações do Gtk2.</p>
sl: <p>Z vejico ločen seznam imen aplikacij, ki ne smejo uporabljati nastavitve traku menija. </p><p>Uporabite <i>gtk</i>, da onemogočite za vse aplikacije Gtk2.</p>

source: Use Qt file dialog:
ar: استخدم مربع حوار ملف كيوت:
el: Χρήση διαλόγου αρχείων του Qt:
eo: Uzi Qt-dosierdialogon:
ko: Qt 파일 대화 상자 사용:
pt: Usar a janela de ficheiros do Qt:
sl: Uporabi izbirnik datotek Qt:
