Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: Adds a 1 pixel dark border between the window contents and the decoration. This is useful if you are using transparent decorations.
ar: يضيف حد داكن 1 بكسل بين محتويات النافذة والزخرفة. هذا مفيد إذا كنت تستخدم زخارف شفافة.
el: Προσθέτει σκοτεινό περιθώριο ενός εικονοστοιχείου ανάμεσα στα περιεχόμενα του παραθύρου και της διακόσμησης. Αυτό είναι χρήσιμο αν χρησιμοποιείτε διαφανείς διακοσμήσεις.
eo: Aldonas 1-pikselon malhelan bordon inter la fenestroenhavo kaj la dekoracio. Ĉi tio estas utila se vi uzas travideblajn ornamadojn.
ko: 창 내용과 장식 사이에 1픽셀의 어두운 테두리를 추가합니다. 투명 장식을 사용하는 경우에 유용합니다.
pt: Adiciona um contorno escuro de 1 pixel de espessura em torno do conteúdo e da decoração. Isto é útil se estiver a usar decorações transparentes.
sl: Doda temno obrobo 1 slikovne točke med vsebino okna in okrasitvijo. To je uporabno, če uporabljate prosojne okraske.

source: Window grouping:
ar: تجميع النوافذ:
el: Ομαδοποίηση παραθύρων:
eo: Fenestra grupigo:
ko: 창 그룹화:
pt: Agrupamento das janelas:
sl: Združevanje oken:

source: If enabled, QtCurve will allow windows to be grouped - causing the titlebar to act as a kind-of tab-widget.
ar: إذا فعلتَ هذا، فإن كيوت كيرف تسمح بتجميع النوافذ - مما يجعل شريط العنوان يعمل كوِدْجِتْ ألسنة.
el: Αν ενεργοποιηθεί, το QtCurve θα επιτρέωει την ομαδοποίηση παραθύρων - έτσι η γραμμή τίτλυο θα συμπεριφέρεται περίπου όπως το γραφικό συστατικό καρτέλας.
eo: Se ĝi estas ebligita, QtCurve permesos grupigi fenestrojn - igante la titolbreton funkcii kiel speco de langeto-fenestraĵo.
ko: 활성화되면 QtCurve는 창을 그룹화하여 제목 표시줄이 일종의 탭 위젯의 역할을 하도록 합니다.
pt: Se estiver activo, o QtCurve irá permitir agrupar as janelas - fazendo com que a barra de título funcione como uma espécie de grupo de páginas separadas.
sl: Če je omogočeno, QtCurve omogoča združevanje oken - kar povzroča, da naslovna vrstica deluje kot neke vrste gradnik zavihka.

source: Titlebar text padding:
ar: حشوة نص شريط العنوان:
el: Κενό γύρω από το κείμανο γραμμής τίτλου:
eo: Titolbreto tekstplenigo:
ko: 제목 표시줄 텍스트 여백:
pt: Preenchimento do texto da barra de título:
sl: Oblazinjenje besedila v naslovni vrstici:

source: Controls the amount of extra padding added to the top and bottom of the titlebar text height. Changing this will affect the height of the titlebar and its buttons.
ar: تحكم في مقدار الحشوة الإضافية المضافة إلى أعلى وأسفل ارتفاع نص شريط العنوان. تغيير هذا يؤثر على ارتفاع شريط العنوان وأزراره.
el: Ελέγχει την ποσότητα επιπλέον κενού που προστίθεται στην κορυφή και τη βάση του ύψους κειμένου της γραμμής τίτλου. Αν αλλάξει, το ύψος και τα κουμπιά της γραμμής τίτλου θα επηρεαστούν.
eo: Regas la kvanton da ekstra kompletigo aldonita al la supro kaj malsupro de la titolbreto teksta alteco. Ŝanĝi ĉi tion influos la altecon de la titolbreto kaj ĝiaj butonoj.
ko: 제목 표시줄 텍스트 높이의 위쪽과 아래쪽에 추가되는 안쪽 여백 크기를 조절합니다. 이를 변경하면 제목 표시줄과 단추의 높이에 영향을 줍니다.
pt: Controla a quantidade de preenchimento extra adicionado ao topo e ao fundo da altura do texto da barra de título. Se alterar este valor, irá afectar a altura da barra de título e dos seus botões.
sl: Nadzira količino dodatnega oblazinjenja, dodanega na vrh in dno višine besedila naslovne vrstice. Sprememba tega bo vplivala na višino naslovne vrstice in njenih gumbov.

source: px
ar: بكسل
ko: 픽셀
sl: sl. točk

source: Titlebar border padding:
ar: حشوة حد شريط العنوان:
el: Κενό γύρω από το περιθώριο γραμμής τίτλου:
eo: Bordplenigo de Titolbreto:
ko: 제목 표시줄 테두리 여백:
pt: Preenchimento do contorno da barra de título:
sl: Oblazinjenje naslovne vrstice:

source: Controls the amount of extra padding added to the titlebar border. Changing this will only affect the height of the titlebar, and not the buttons.
ar: تحكم في مقدار الحشوة الإضافية المضافة إلى حد شريط العنوان. تغيير هذا يؤثر فقط على ارتفاع شريط العنوان، وليس على الأزرار.
el: Ελέγχει την ποσότητα επιπλέον κενού που προστίθεται στο περιθώριο της γραμμής τίτλου. Αν αλλάξει, το ύψος μόνο της γραμμής τίτλου θα επηρεαστεί, όχι τα κουμπιά.
eo: Regas la kvanton da ekstra kompletigo aldonita al la titolbreto-bordo. Ŝanĝi ĉi tion influos nur la altecon de la titolbreto, kaj ne la butonojn.
ko: 제목 표시줄 테두리에 추가되는 안쪽 여백 크기를 조절합니다. 이를 변경하면 단추가 아닌 제목 표시줄의 높이에만 영향을 줍니다.
pt: Controla a quantidade de preenchimento extra a adicionar ao contorno da barra do título. Se alterar este valor, só irá afectar a altura da barra de título e não dos botões.
sl: Nadzira količino dodatnega oblazinjenja, dodanega obrobi naslovne vrstice. Spreminjanje tega bo vplivalo le na višino naslovne vrstice in ne na gumbe.

source: <p><b>NOTE:</b> <i>This window decoration uses the QtCurve widget style, and shares its configuration. Only the settings that are exclusively used by the window decoration are shown here. To alter settings such as the titlebar gradient, or text alignment, please set the appropriate options in the widget style.</i></p>
ar: <p><b>ملاحظة:</b> <i>تستخدم زخرفة النافذة هذه نمط وِدْجِتْ كيوت كيرف، وتشارك إعداداتها. الإعدادات التي تستخدم حصريًا بواسطة زخرفة النافذة هي التي تظهر هنا فقط. لتغيير إعدادات مثل تدرج شريط العنوان، أو محاذاة النص، اضبط الخيارات المناسبة في نمط الوِدْجِتْ.</i></p>
el: <p><b>ΣΗΜΕΙΩΣΗ:</b> <i>Αυτή η διακόσμηση παραθύρου χρησιμοποιεί το στιλ γραφικού συστατικού του QtCurve και δίνει σε κοινή χρήση τη διαμόρφωσή του. Μόνο οι ρυθμίσεις που χρησιμοποιούνται αποκλειστικά από τη διακόσμηση παραθύρου εμφανίζονται εδώ. Για να αλλάξετε τις ρυθίμεις, όπως τη διαβάθμιση γραμμής τίτλου ή τη στοίχιση κειμένου, ρυθμίστε τις κατάλληλες επιλογές στο στιλ του γραφικού συστατικού.</i></p>
eo: <p><b>NOTU:</b> <i>Ĉi tiu fenestra ornamado uzas la QtCurve-fenestraĵstilon, kaj dividas ĝian agordon. Nur la agordoj, kiuj estas ekskluzive uzataj de la fenestro-ornamado, estas montritaj ĉi tie. Por ŝanĝi agordojn kiel la titolbreto-gradiento aŭ teksta vicigo, bonvolu agordi la taŭgajn opciojn en la fenestraĵstilo.</i></p>
ko: <p><b>주의:</b><i>이 창 장식은 QtCurve 위젯 스타일을 사용하고, 해당 구성을 공유합니다. 창 장식에서만 사용하는 설정만 여기에 표시됩니다. 제목 표시줄 그라데이션 또는 텍스트 정렬과 같은 설정을 변경하려면, 위젯 스타일에서 적절한 옵션을 설정합니다.</i></p>
pt: <p><b>NOTA:</b><i>Esta decoração da janela usa o estilo gráfico QtCurve e partilha a sua configuração. Só as definições que são usadas em exclusivo pela decoração da janela é que são apresentadas aqui. Para alterar outras definições, como o gradiente da barra de título ou o alinhamento de texto, configure por favor as opções apropriada no estilo gráfico.</i></p>
sl: <p><b>OPOMBA:</b> <i>Ta okno dekoracija uporablja slog gradnikov QtCurve in deli svojo prilagoditev. Tukaj so prikazane samo nastavitve, ki jih uporablja izključno okenska okrasitev. Če želite spremeniti nastavitve, kot je preliv naslovne vrstice ali poravnava besedila, nastavite ustrezne možnosti v slogu gradnika.</i></p>

source: Active windows:
ar: النوافذ النشطة:
el: Ενεργά παράθυρα:
eo: Aktivaj fenestroj:
ko: 활성 창:
pt: Janelas activas:
sl: Dejavna okna:

source: Controls the opacity of the active window decoration. 0% would cause the decoration to be totally translucent.
ar: تحكم في عتامة زخرفة النافذة النشطة. 0% يجعل الزخرفة شفافة تمامًا.
el: Ελέγχει την αδιαφάνεια της διακόσμησης του ενεργού παραθύρου. Με 0% η διακόσμηση θα είναι πλήρως φωτοδιαπερατή.
eo: Regas la opakecon de la aktiva fenestra ornamado. 0% igus la dekoracion esti tute travidebla.
ko: 활성 창 장식의 불투명도를 조절합니다. 0%면 장식이 완전히 반투명해집니다.
pt: Controla a opacidade da decoração da janela activa. 0% iria fazer com que a decoração fosse completamente translúcida.
sl: Nadzoruje prekrivnost okrasitve dejavnega okna. 0 % pomeni, da je okrasitev popolnoma prosojna.

source: Inactive windows:
ar: النوافذ غير النشطة:
el: Ανενεργά παράθυρα:
eo: Neaktivaj fenestroj:
ko: 비활성 창:
pt: Janelas inactivas:
sl: Nedejavna okna:

source: Controls the opacity of the inactive window decoration. 0% would cause the decoration to be totally translucent.
ar: تحكم في عتامة زخرفة النافذة غير النشطة. 0% يجعل الزخرفة شفافة تمامًا.
el: Ελέγχει την αδιαφάνεια της διακόσμησης του ανενεργού παραθύρου. Με 0% η διακόσμηση θα είναι πλήρως φωτοδιαπερατή.
eo: Regas la opakecon de la neaktiva fenestro-ornamado. 0% igus la dekoracion esti tute travidebla.
ko: 비활성 창 장식의 불투명도를 조절합니다. 0%는 장식이 완전히 반투명 해집니다.
pt: Controla a opacidade da decoração da janela inactiva. 0% iria fazer com que a decoração fosse completamente translúcida.
sl: Nadzoruje prekrivnost okrasitve nedejavnega okna. 0 % pomeni, da je okrasitev popolnoma prosojna.

source: Side and bottom borders:
ar: الحدود الجانبية والسفلية:
el: Πλευρικά και βάσης περιθώρια:
eo: Flankaj kaj malsupraj bordoj:
ko: 측면 및 하단 테두리:
pt: Contornos laterais e inferiores:
sl: Stranske in spodnje obrobe:

source: If enabled, only the titlebar part of the decoration will use the opacity setting.
ar: إذا فعلتَ هذا، فإن جزء شريط العنوان فقط من الزخرفة يستخدم إعداد العتامة.
el: Αν ενεργοποιηθεί, μόνο το τμήμα της γραμμής τίτλου της διακόσμησης θα χρησιμοποιήσει τη ρύθμιση αδιαφάνειας.
eo: Se ĝi estas ebligita, nur la titolbreto parto de la dekoracio uzos la opakecon.
ko: 활성화되면 장식의 제목 표시줄 부분만 불투명도 설정을 사용합니다.
pt: Se estiver activo, somente a barra de título da decoração irá usar a definição da opacidade.
sl: Če je omogočeno, bo le okrasitev v naslovni vrstici uporabila nastavitev prekrivnosti.

source: Ignore opacity settings
ar: تجاهل إعدادات العتامة
el: Αγνόηση ρυθμίσεων αδιαφάνειας
eo: Ignori opakecajn agordojn
ko: 불투명도 설정 무시
pt: Ignorar a configuração da opacidade
sl: Prezri nastavitve prekrivnosti

source: <p><b>NOTE:</b> <i>If you set the above values to 100%, then the window titlebar (and border) opacity will be controlled by the style's window and dialog background opacity settings.</i></p>
ar: <p><b>ملاحظة:</b> <i>إذا ضبطتَ القيم أعلاه على 100%، فإن عتامة شريط عنوان النافذة (والحد) تتحكم فيها إعدادات عتامة خلفية النافذة ومربع الحوار للنمط.</i></p>
el: <p><b>ΣΗΜΕΙΩΣΗ:</b> <i>Αν ρυθμίσετε τις παραπάνω τιμές στο 100%, η αδιαφάνεια της γραμμής τίτλου (και περιθωρίου) θα ελέγχονται από το παράθυρο του στιλ και τις ρυθμίσεις αδιαφάνειας του φόντου του διαλόγου.</i></p>
eo: <p><b>RIMARKO:</b> <i>Se vi agordas la suprajn valorojn al 100%, tiam la fenestra titolbreto (kaj bordo) opakeco estos regita per la agordoj de fenestra kaj dialogfona opakeco de la stilo.</i ></p>
ko: <p><b>주의:</b><i>만약 위 값이 100%로 설정되어 있다면, 창 제목 표시줄과 테두리 불투명도는 스타일의 창과 대화 상자 배경 불투명도 설정에 따라서 조절됩니다.</i></p>
pt: <p><b>NOTA:</b><i>Se configurar os valores acima como 100%, então a opacidade da barra de título da janela e do contorno serão controlados pelas definições de opacidade do fundo das janelas.</i></p>
sl: <p><b>OPOMBA:</b> <i>Če zgornje vrednosti nastavite na 100 %, bo prekrivnost naslovne vrstice (in obrobe) nadzorovana z nastavitvami sloga za prekrivnost okna in ozadja pogovornega okna.</i></p>

source: Shadows
ar: الظلال
el: Σκιάσεις
eo: Ombroj
ko: 그림자
pt: Sombras
sl: Sence

source: If enabled, QtCurve will draw its own shadows - and not use the generic window manager shadows. This will allow you to specify different shadow colours, etc, for active and inactive windows.
ar: إذا فعلتَ هذا، فإن كيوت كيرف ترسم ظلالها الخاصة - ولا تستخدم ظلال مدير النوافذ العامة. هذا يسمح لك بتحديد ألوان ظل مختلفة، إلخ، للنوافذ النشطة وغير النشطة.
el: Αν ενεργοποιηθεί, το QtCurve θα σχεδιάζει τις δικές του σκιάσεις - και δεν θα χρησιμοποιεί τις σκιάσεις του γενικού διαχειριστή παραθύρων. Αυτό θα σας επιτρέψει να ορίσετε διαφορετικά χρώματα σκίασης κλπ, για ενεργά και ανενεργά παράθυρα.
eo: Se ĝi estas ebligita, QtCurve desegnos siajn proprajn ombrojn - kaj ne uzos la ĝeneralajn fenestrajn ombrojn. Ĉi tio permesos al vi specifi malsamajn ombrokolorojn, ktp, por aktivaj kaj neaktivaj fenestroj.
ko: 활성화되면 QtCurve는 고유한 그림자를 그립니다. 일반 창 관리자 그림자는 사용하지 않습니다. 이렇게 하면 활성 창과 비활성 창에 대해 다른 그림자 색상 등을 지정할 수 있습니다.
pt: Se estiver activo, o QtCurve irá desenhar as suas próprias sombras - e não usar as sombras genéricas do gestor de janelas. Isto permitir-lhe-á indicar cores de sombras diferentes, etc. para as janelas activas e inactivas.
sl: Če je omogočeno, bo QtCurve narisal lastne sence - in ne bo uporabljal senc generičnih upraviteljev oken. To omogoča, da določite različne barve sence, itn. za dejavna in nedejavna okna.

source: Use custom shadows
ar: استخدم ظلال مخصصة
el: Χρήση προσαρμοσμένων σκιάσεων
eo: Uzi proprajn ombrojn
ko: 사용자 정의 그림자 사용
pt: Usar sombras personalizadas
sl: Uporabi sence po meri

source: Active Windows
ar: النوافذ النشطة
el: Ενεργά παράθυρα
eo: Aktivaj Fenestroj
ko: 활성 창
pt: Janelas Activas
sl: Dejavna okna

source: Size:
ar: الحجم:
el: Μέγεθος:
eo: Grandeco:
ko: 크기:
pt: Tamanho:
sl: Velikost:

source: Horizontal offset:
ar: الإزاحة الأفقية:
el: Οριζόντια μετατόπιση:
eo: Horizontala deŝovo:
ko: 수평 오프셋:
pt: Posição horizontal:
sl: Vodoravni odmik:

source: Vertical offset:
ar: الإزاحة العمودية:
el: Κατακόρυφη μετατόπιση:
eo: Vertikala deŝovo:
ko: 수직 오프셋:
pt: Posição vertical:
sl: Navpični odmik:

source: Color:
ar: اللون:
el: Χρώμα:
eo: Koloro:
ko: 색상:
pt: Cor:
sl: Barva:

source: Inactive Windows
ar: النوافذ غير النشطة
el: Ανενεργά παράθυρα
eo: Neaktivaj Fenestroj
ko: 비활성 창
pt: Janelas Inactivas
sl: Nedejavna okna

source: Gradients:
ar: التّدرّجات:
el: Διαβαθμίσεις:
eo: Gradientoj:
ko: 그라데이션:
pt: Gradientes:
sl: Prelivi:

source: If enabled, the shadows of inactive windows will be drawn using the same gradient routine as that used for active windows.
ar: إذا فعلتَ هذا، فإن ظلال النوافذ غير النشطة ترسم باستخدام روتين التدرج نفسه المستخدم للنوافذ النشطة.
el: Αν ενεργοποιηθεί, οι σκιάσεις των ανενεργών παραθύρων θα σχεδιαστούν με την ίδια ρουτίνα διαβάθμισης όπως εκείνη για τα ενεργά παράθυρα.
eo: Se enŝaltite, la ombroj de neaktivaj fenestroj estos desegnitaj uzante la saman gradientrutinon kiel tiu uzata por aktivaj fenestroj.
ko: 활성화된 경우 비활성 창의 그림자는 활성 창에 사용된 것과 동일한 그라데이션 루틴을 사용하여 그려집니다.
pt: Se estiver activo, as sombras das janelas inactivas serão desenhadas com a mesma rotina de gradientes que é usada para as janelas activas.
sl: Če je omogočeno, bodo sence nedejavnih oken narisane z uporabo iste rutine preliva, kot je uporabljena za dejavna okna.

source: As per active windows
ar: كما هو الحال بالنسبة للنوافذ النشطة
el: Όπως τα ενεργά παράθυρα
eo: Laŭ aktivaj fenestroj
ko: 활성 창에 따라
pt: Como nas janelas activas
sl: Kot pri aktivnih oknih

# @action:button
source: Export
ar: صدّر
eo: Eksporti
ko: 내보내기
pt: Exportar
sl: Izvozi

# @action:button
source: Set
ar: عيّن
eo: Aro
ko: 설정
pt: Definir
sl: Nastavi

source: Open
ar: افتح
el: Άνοιγμα
eo: Malfermi
ko: 열기
pt: Abrir
sl: Odpri

source: QtCurve Settings Files (*
ar: ملف إعدادات كيوت كيرف (*
el: Αρχεία ρυθμίσεων QtCurve (*
eo: Dosieroj de agordoj de QtCurve (*
ko: QtCurve 설정 파일 (*
pt: Ficheiro de Configuração do QtCurve (*
sl: Datoteka z nastavitvami QtCurve (*

source: Save As
ar: احفظ كَ‍
el: Αποθήκευση ως
eo: Konservi kiel
ko: 다른 이름으로 저장
pt: Gravar Como
sl: Shrani kot

source: Centred (KDE only)
ar: متوسط (كيدي فقط)
el: Κεντραρισμένα (KDE μόνο)
eo: Centrita (nur KDE)
ko: 가운데 정렬(KDE 전용)
pt: Centrado (apenas no KDE)
sl: Sredinsko (samo KDE4)

source: <p>In Gtk, the list that is attached to a combo-box appears in the same style as a popup-menu. KDE has the ability to mimic this look.</p>
ar: <p>في Gtk، تظهر القائمة المرفقة بمربع التحرير والسرد بنفس نمط القائمة المنبثقة. يمتلك كيدي القدرة على محاكاة هذا المظهر.</p>
el: <p>Στο Gtk, η συνημμένη σε ένα σύνθετο πλαίσιο λίστα έχει την όψη αναδυόμενου μενού. Το KDE έχει την ιδιότητα να μιμείται αυτήν την όψη.</p>
eo: <p>En Gtk, la listo, kiu estas alkroĉita al kombo-kesto, aperas en la sama stilo kiel ŝprucmenuo. KDE havas la kapablon imiti ĉi tiun aspekton.</p>
ko: <p>Gtk에서 콤보 상자에 연결된 목록은 팝업 메뉴와 같은 스타일로 나타납니다. KDE는 이 모습을 흉내낼 수 있는 능력을 가지고 있습니다.</p>
pt: <p>No Gtk, a lista que está associada a uma lista singular aparece com o mesmo estilo que um menu de contexto. O KDE tem a capacidade de imitar esta aparência.</p>
sl: <p>V Gtk se seznam, ki je priložen kombiniranemu polju, prikaže v enakem slogu kot pojavni meni. KDE ima možnost, da posnema ta videz.</p>

source: <p>If enabled, symbols will use the KDE hover color when moused-over.
ar: <p>إذا فعلتَ هذا، فإن الرموز تستخدم لون تحويم كيدي عند تمرير مؤشر الفأرة فوقها.
el: <p>Αν ενεργοποιηθεί, τα σύμβολα θα χρησιμοποιούν κατά την αιώρηση το χρώμα αιώρησης του KDE.
eo: <p>Se ĝi estas enŝaltita, simboloj uzos la KDE-ŝveban koloron kiam muspasitaj.
ko: <p>활성화된 경우 기호는 마우스로 가리킬 때 KDE 호버 색을 사용합니다.
pt: <p>Se estiver activo, os símbolos irão usar a cor de passagem do rato do KDE.
sl: <p>Če je omogočeno, bodo simboli uporabili barvo lebdenja KDE, ko bo miška nad elementom.

source: Sub-menu open delay:
ar: تأخير فتح القائمة الفرعية:
el: Καθυστέρηση ανοίγματος υπομενού:
eo: Malferma prokrasto de la submenuo:
ko: 하위 메뉴 열기 지연 시간:
pt: Atraso da abertura do sub-menu:
sl: Zakasnitev odprtja podmenija:

source: Defines the delay before a sub-menu closes. Applicable on Qt5.5 or later
ar: يعرِّف التأخير قبل إغلاق قائمة فرعية. قابل للتطبيق على Qt5.5 أو أحدث
el: Ορίζει την καθυστέρηση πριν το κλείσιμο του υπομενού. Εφαρμόσιμο σε Qt5.5 ή μεταγενέστερο
eo: Difinas la prokraston antaŭ la fermiĝo de submenuo. Aplika sur Qt5.5 aŭ poste
ko: 하위 메뉴를 닫기 전에 지연시간을 정의합니다. Qt 5.5 이상에 적용 가능
pt: Define a demora até que um sub-menu se feche. Só se aplica no Qt5.5 ou posterior
sl: Določa zamudo, preden se podmeni zapre. Uporabljeno v Qt5.5 ali kasnejši različici

source: <p>Auto-default buttons are buttons that can become 'default' buttons - i.e. will react the user pressing 'return'.</p> <p>In Gtk2 applications, most 'auto-default' buttons have a taller appearance than standard buttons. QtCurve attempts to mimic this for KDE applications - this may be disabled by enabling this option.</p>
ar: <p>الأزرار الافتراضية الآلية هي أزرار يمكن أن تصبح أزرار 'مبدئية' - أي تستجيب لضغط المستخدم على 'إرجاع'.</p> <p>في تطبيقات Gtk2، معظم الأزرار 'الافتراضية الآلية' لها مظهر أطول من الأزرار القياسية. تحاول كيوت كيرف محاكاة هذا لتطبيقات كيدي - يمكن تعطيل هذا بتفعيل هذا الخيار.</p>
el: <p>Αυτόματα προκαθορισμένα κουμπιά είναι εκείνα που μπορεί να γίνουν 'προκαθορισμένα' κουμπιά - δηλ. θα ανταποκρίνεται όταν ο χρήστης πιέσει 'return'.</p> <p>Στις Gtk2 εφαρμογές, τα περισσότερα 'αυτόματα προκαθορισμένα κουμπιά είναι υψηλότερα από τα τυπικά. Το QtCurve επιχειρεί να το μιμηθεί αυτό για τις KDE εφαρμογές - αυτό μπορεί να απενεργοποιηθεί με την ενεργοποίηση αυτής της επιλογής.</p>
eo: <p>Aŭtomate-defaŭltaj butonoj estas butonoj kiuj povas iĝi 'defaŭltaj' butonoj - t.e. reagos la uzanton premante 'revenon'.</p> <p>En Gtk2-aplikoj, la plej multaj 'aŭtomate-defaŭltaj' butonoj havas pli altan aspekton ol normaj butonoj. QtCurve provas imiti ĉi tion por KDE-aplikoj - ĉi tio povas esti malŝaltita ebligante ĉi tiun opcion.</p>
ko: <p>자동 기본 단추는 '기본' 단추가 될 수 있는 단추입니다. 즉, 사용자가 '리턴 키'를 누르면 반응합니다.</p> <p>Gtk2 앱에서 대부분의 '자동 기본' 단추는 표준 단추보다 큰 모양을 가집니다. QtCurve는 KDE 앱에서 이것을 모방하려고 시도합니다. 이 옵션을 활성화하면 QtCurve가 비활성화 될 수 있습니다.</p>
pt: <p>Os botões auto-predefinidos são botões que se podem tornar botões 'predefinidos' - i.e. irão reagir à tecla Return por parte do utilizador.</p> <p>Nas aplicações de Gtk2, a maioria dos botões 'auto-predefinidos' têm uma aparência mais elevada que os botões normais. O QtCurve tenta imitar isto para as aplicações do KDE - isto poderá ser desactivado com esta opção.</p>
sl: <p>Samodejni privzeti gumbi so gumbi, ki lahko postanejo »privzeti« gumbi - to pomeni, da bo uporabnik reagiral s pritiskom vračalko (tipko »return«).</p> <p>V programih Gtk2 ima večina »samodejno privzetih« gumbov videz višjega kot standardni gumbi. QtCurve poskuša posnemati to za programe KDE - to lahko onemogočite tako, da omogočite to možnost.</p>

source: Use standard size for 'auto-default' buttons (KDE)
ar: استخدم حجم قياسي للأزرار 'الافتراضية الآلية' (كيدي)
el: Χρήση τυπικού μεγέθους για 'αυτόματα προκαθορισμένα κουμπιά (KDE)
eo: Uzu norman grandecon por 'aŭtomate-defaŭltaj' butonoj (KDE)
ko: '자동 기본' 단추에 표준 크기 사용(KDE)
pt: Usar o tamanho normal dos botões 'auto-predefinidos' (KDE)
sl: Uporabi standardno velikost za gumbe »samodejno privzeto« (KDE)

source: <p>Comma separated list of names of Qt4 applications which should not use the KDE file dialog.
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات Qt4 التي لا ينبغي أن تستخدم مربع حوار ملف كيدي.
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων των Qt4 εφαρμογών οι οποίες δεν πρεπει να χρησιμοποιούν το διάλογο αρχείων του KDE.
eo: <p>Kome apartigita listo de nomoj de Qt4-aplikoj kiuj ne devus uzi la KDE-dosier-dialogon.
ko: <p>KDE 파일 대화 상자를 사용하지 않을 Qt4 앱의 이름을 쉼표로 구분한 목록입니다.
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do Qt4 que não deverão usar a janela de ficheiros do KDE.
sl: <p>Z vejico ločen seznam imen programov Qt4, ki ne smejo uporabljati izbirnika datotek KDE.

source: <p>Comma separated list of names of KDE applications where QtCurve needs to manually save whether the menubar is hidden or not.</p><p>Use <i>kde</i> to set for all KDE applications. The menubar state of Gtk2 applications is always manually saved.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات كيدي التي تحتاج فيها كيوت كيرف إلى الحفظ اليدوي لما إذا كان شريط القوائم مخفيًا أم لا.</p><p>استخدم <i>kde</i> لضبط الإعداد لجميع تطبيقات كيدي. حالة شريط قوائم تطبيقات Gtk2 محفوظة يدويًا آليًا.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων των KDE εφαρμογών που το QtCurve χρειάζεται να αποθηκεύσει χειροκίνητα ανεξάρτητα αν η γραμμή μενού είναι κρυμμένη ή όχι.</p><p>Χρησιμοποιήστε <i>kde</i> για να γίνει ρύθμιση για όλες τις KDE εφαρμογές. Η κατάσταση της γραμμής μενού των Gtk2 εφαρμογών αποθηκεύεται πάντα χειροκίνητα.</p>
eo: <p>Kome apartigita listo de nomoj de KDE-aplikoj kie QtCurve bezonas permane konservi ĉu la menubreto estas kaŝita aŭ ne.</p><p>Uzu <i>kde</i> por agordi por ĉiuj KDE-aplikoj. La menubreta stato de Gtk2-aplikoj ĉiam estas permane konservita.</p>
ko: <p>QtCurve에서 메뉴 표시줄 숨김 여부를 수동으로 저장해야 하는 쉼표로 구분된 KDE 앱 목록입니다.</p><p>모든 KDE 앱을 지정하려면 <i>kde</i>를 입력하십시오. Gtk2 앱의 메뉴 표시줄 상태는 항상 수동으로 저장됩니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do KDE onde o QtCurve precisa de gravar manualmente se o menu está escondido ou não.</p><p>Use o <i>kde</i> para desactivar em todas as aplicações do KDE. O estado do menu das aplicações do Gtk2 é sempre gravado manualmente.</p>
sl: <p>Z vejico ločen seznam imen programov KDE, kjer mora QtCurve ročno shraniti, ali je menijska vrstica skrita ali ne.</p><p>Uporabite <i>kde</i> za nastavitev za vse programe KDE. Stanje menijske vrstice programov Gtk2 je vedno ročno shranjeno.</p>
