Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>Controls whether text entry fields should respect the general round setting, or always be square.</p>
ar: <p>تحكّم فيما إذا كان يجب أن تحترم حقول إدخال النص الإعداد العام للتدوير، أو أن تكون دائمًا مربعة.</p>
el: <p>Ελέγχει αν πεδία εισαγωγής κειμένου θα ακολουθούν τη γενική ρύθμιση στρογγύλευσης, ή θα παραμένουν τετράγωνα.</p>
eo: <p>Regas ĉu tekstaj enigokampoj devus respekti la ĝeneralan rondan agordon, aŭ ĉiam esti kvadrataj.</p>
ko: <p>텍스트 입력 영역이 일반적인 원형 설정을 따를지, 아니면 항상 사각형일지를 조절합니다.</p>
pt: <p>Controla se os campos de texto deverão respeitar a definição geral do arredondamento, ou se devem ser sempre rectos.</p>
sl: <p>Nadzira, ali morajo polja vnosa besedila spoštovati splošno nastavitev zaobljenosti ali pa so vedno kvadratna.</p>

source: Entry fields
ar: حقول الإدخال
el: Πεδία εισαγωγής
eo: Enirkampoj
ko: 입력 영역
pt: Campos de texto
sl: Polja vnosa

source: <p>Controls whether progress bars should respect the general round setting, or always be square.</p>
ar: <p>تحكّم فيما إذا كان يجب أن تحترم أشرطة التقدم الإعداد العام للتدوير، أو أن تكون دائمًا مربعة.</p>
el: <p>Ελέγχει αν οι γραμμές προόδου θα ακολουθούν τη γενική ρύθμιση στρογγύλευσης, ή θα παραμένουν τετράγωνες.</p>
eo: <p>Regas ĉu progresstangoj devus respekti la ĝeneralan rondan agordon, aŭ ĉiam esti kvadrataj.</p>
ko: <p>진행 표시줄이 일반적인 원형 설정을 따를지, 아니면 항상 사각형일지를 조절합니다.</p>
pt: <p>Controla se as barras de progresso deverão respeitar a configuração arredondada geral ou se devem sempre ser quadradas.</p>
sl: <p>Nadzira, ali naj vrstice napredka spoštujejo splošno nastavitev zaobljenosti ali pa so vedno kvadratne.</p>

source: <p>Controls whether the frame of a scrollview should respect the general round setting, or always be square.</p>
ar: <p>تحكّم فيما إذا كان يجب أن يحترم إطار مشاهد التمرير الإعداد العام للتدوير، أو أن يكون دائمًا مربعًا.</p>
el: <p>Ελέγχει αν το πλαίσιο μιας προβολής κύλισης θα ακολουθεί τη γενική ρύθμιση στρογγύλευσης, ή θα παραμένει τετράγωνο.</p>
eo: <p>Regas ĉu la kadro de rulvido devus respekti la ĝeneralan rondan agordon, aŭ ĉiam esti kvadrata.</p>
ko: <p>스크롤 보기의 프레임이 일반적인 원형 설정을 따를지, 아니면 항상 사각형일지를 조절합니다.</p>
pt: <p>Controla se o contorno de uma área posicionável deverá respeitar a definição geral do arredondamento, ou se deve ser sempre recta.</p>
sl: <p>Nadzira, ali bi moral okvir drsnega pogleda spoštovati splošno nastavitev zaobljenosti ali pa je vedno kvadraten.</p>

source: Scrollable windows
ar: نوافذ قابلة للتمرير
el: Παράθυρα με δυνατότητα κύλισης
eo: Rulumeblaj fenestroj
ko: 스크롤할 수 있는 창
pt: Janelas posicionáveis
sl: Okna z drsenjem

source: <p>If enabled, then selected items in listviews and treeviews will be drawn with square edges, regardless of the general round setting.</p>
ar: <p>إذا فعّلت، ترسم العناصر المحددة في مشاهد القوائم ومشاهد الشجرة بحواف مربعة، بغض النظر عن إعداد التدوير العام.</p>
el: <p>Αν ενεργοποιηθεί, τα επιλεγμένα αντικείμενα σε προβολή με λίστες και δένδρα θα σχεδιάζονται με τετράγωνες ακμές, ανεξάρτητα από τη γενική ρύθμιση στρογγύλευσης.</p>
eo: <p>Se ĝi estas ebligita, tiam elektitaj eroj en lertaj kaj arbvidoj estos desegnitaj kun kvadrataj eĝoj, sendepende de la ĝenerala ronda agordo.</p>
ko: <p>이 옵션을 사용하면 목록 보기와 트리 보기에서 선택한 항목을 일반적인 원형 설정에 관계 없이 사각형 모서리로 그립니다.</p>
pt: <p>Se estiver activo, os itens seleccionados nas listas e árvore serão desenhados com arestas quadradas, independentemente da configuração do arredondamento geral.</p>
sl: <p>Če je omogočeno, bodo izbrani elementi v seznamskih pogledih in pogledih dreves narisani s kvadratnimi robovi, ne glede na splošno nastavitev zaokrožanja.</p>

source: Listview selections
ar: تحديدات مشاهد القوائم
el: Επιλογές προβολής με λίστα
eo: Elektoj de listvido
ko: 리스트 보기 선택
pt: Selecções das listas
sl: Izbire seznamov

source: <p>Controls whether the frames of tab widgets should respect the general round setting, or always be square.</p>
ar: <p>تحكّم فيما إذا كان يجب أن تحترم إطارات ويدجت الألسنة الإعداد العام للتدوير، أو أن تكون دائمًا مربعة.</p>
el: <p>Ελέγχει αν τα πλαίσια των συστατικών για καρτέλες θα ακολουθούν τη γενική ρύθμιση στρογγύλευσης, ή θα παραμένουν τετράγωνα.</p>
eo: <p>Regas ĉu la kadroj de langetaj fenestraĵoj devus respekti la ĝeneralan rondan agordon, aŭ ĉiam esti kvadrataj.</p>
ko: <p>탭 위젯의 프레임이 일반적인 원형 설정을 따를지, 아니면 항상 사각형일지를 조절합니다.</p>
pt: <p>Controla se as molduras das páginas deverão respeitar a configuração do arredondamento geral ou se devem ser sempre quadrados.</p>
sl: <p>Nadzira, ali morajo okvirji zavihkov spoštovati splošno nastavitev zaobljenosti ali pa so vedno kvadratni.</p>

source: Tab widget frames
ar: إطارات ويدجت الألسنة
el: Πλαίσια συστατικών για καρτέλες
eo: Langetaj fenestraj kadroj
ko: 탭 위젯 프레임
pt: Modulas das páginas separadas
sl: Okvirji gradnikov za zavihke

source: <p>Controls whether general frames should respect the general round setting, or always be square.</p>
ar: <p>تحكّم فيما إذا كان يجب أن تحترم الإطارات العامة الإعداد العام للتدوير، أو أن تكون دائمًا مربعة.</p>
el: <p>Ελέγχει αν τα γενικά πλαίσια θα ακολουθούν τη γενική ρύθμιση στρογγύλευσης, ή θα παραμένουν τετράγωνα.</p>
eo: <p>Regas ĉu ĝeneralaj kadroj devus respekti la ĝeneralan rondan agordon, aŭ ĉiam esti kvadrataj.</p>
ko: <p>일반 프레임이 일반적인 원형 설정을 따를지, 아니면 항상 사각형일지를 조절합니다.</p>
pt: <p>Controla se as molduras de um modo geral deverão respeitar a definição comum do arredondamento, ou se devem ser sempre rectas.</p>
sl: <p>Nadzira, ali morajo splošni okvirji spoštovati splošno nastavitev zaobljenosti ali pa so vedno kvadratni.</p>

source: General frames
ar: إطارات عامة
el: Γενικά πλαίσια
eo: Ĝeneralaj kadroj
ko: 일반 프레임
pt: Molduras gerais
sl: Splošni okvirji

source: Sliders
ar: مزالق
el: Ολισθητές
eo: Glitiloj
ko: 조절 막대
pt: Barras
sl: Drsniki

source: Scrollbar sliders
ar: مزالق أشرطة التمرير
el: Ολισθητές γραμμής κύλισης
ko: 스크롤 막대
pt: Barras de posicionamento deslizantes
sl: Drsniki drsnih trakov

source: Window borders (will use slight round)
ar: حدود النافذة (ستستخدم تدويرًا طفيفًا)
el: Περιγράμματα παραθύρων (θα χρησιμοποιούν ελαφρά στρογγύλευση)
eo: Fenestraj bordoj (uzos iomete rondajn)
ko: 창 테두리(약간 둥근게를 사용)
pt: Contornos das janelas (usando um ligeiro arredondamento)
sl: Obrobe oken (uporabi rahlo zaobljenost)

source: Tooltips
ar: التلميحات
el: Υποδείξεις
eo: Konsiletoj
ko: 풍선 도움말
pt: Dicas
sl: Namigi

source: Windows:
ar: النوافذ:
el: Παράθυρα:
eo: Fenestroj:
ko: 창:
pt: Janelas:
sl: Okna:

source: <p>Sets the opacity of window backgrounds when using desktop effects.</p>
ar: <p>اضبط عتامة خلفيات النافذة عند استخدام تأثيرات سطح المكتب.</p>
el: <p>Ρυθμίζει την αδιαφάνεια του φόντου των παραθύρων στα εφέ της επιφάνειας εργασίας.</p>
eo: <p>Metas la opakecon de fenestraj fonoj kiam vi uzas labortablaj efektoj.</p>
ko: <p>데스크톱 효과를 사용할 때 창 배경의 불투명도를 설정합니다.</p>
pt: <p>Define a opacidade dos fundos das janelas ao usar os efeitos do ecrã.</p>
sl: <p>Določa prekrivnost ozadja oken pri uporabi namiznih učinkov.</p>

source: Dialogs:
ar: الحواريات:
el: Διάλογοι:
eo: Dialogoj:
ko: 대화 상자:
pt: Janelas de Diálogo:
sl: Pogovorna okna:

source: <p>Sets the opacity of dialog backgrounds when using desktop effects.</p>
ar: <p>اضبط عتامة خلفيات الحوار عند استخدام تأثيرات سطح المكتب.</p>
el: <p>Ρυθμίζει την αδιαφάνεια του φόντου των διαλόγων στα εφέ της επιφάνειας εργασίας.</p>
eo: <p>Metas la opakecon de dialogfonoj kiam vi uzas labortablajn efektojn.</p>
ko: <p>데스크톱 효과를 사용할 때 대화 상자 배경의 불투명도를 설정합니다.</p>
pt: <p>Define a opacidade dos fundos das janelas de diálogo ao usar os efeitos do ecrã.</p>
sl: <p>Določa prekrivnost ozadja pogovornega okna pri uporabi namiznih učinkov.</p>

source: Pop-up menus:
ar: القوائم المنبثقة:
el: Αναδυόμενα μενού:
eo: Ŝprucmenuoj:
ko: 팝업 메뉴:
pt: Menus de contexto:
sl: Pojavni meniji:

source: <p>Sets the opacity of popup menus when using desktop effects.</p>
ar: <p>اضبط عتامة القوائم المنبثقة عند استخدام تأثيرات سطح المكتب.</p>
el: <p>Ρυθμίζει την αδιαφάνεια των αναδυόμενων μενού στα εφέ της επιφάνειας εργασίας.</p>
eo: <p>Metas la opakecon de ŝprucmenuoj kiam vi uzas labortablaj efektoj.</p>
ko: <p>데스크톱 효과가 사용될 때 팝업 메뉴의 불투명도를 설정합니다.</p>
pt: <p>Define a opacidade dos menus de contexto ao usar os efeitos do ecrã.</p>
sl: <p>Določa prekrivnost pojavnih menijev pri uporabi namiznih učinkov.</p>

source: <p><b>NOTE:</b> <i>Opacity settings are <b>experimental</b> and can cause certain applications (mainly Gtk2 ones) to crash. If you have an application that crashes, use the &quot;Applications&quot; page to disable opacity settings for that application.</i></p> <p><b>NOTE:</b> <i><b>DON'T</b> use opacity settings when using the compiz window manager.</i></p>
ar: <p><b>ملاحظة:</b> <i>إعدادات العتامة <b>تجريبية</b> وقد تسبب تعطّل بعض التطبيقات (تطبيقات Gtk2 بشكل أساسي). إذا كان لديك تطبيق يتعطل، استخدم صفحة &quot;التطبيقات&quot; لتعطيل إعدادات العتامة لذلك التطبيق.</i></p> <p><b>ملاحظة:</b> <i><b>لا</b> تستخدم إعدادات العتامة عند استخدام مدير نوافذ compiz.</i></p>
el: <p><b>ΣΗΜΕΙΩΣΗ:</b> <i>Οι ρυθμίσεις αδιαφάνειας είναι <b>σε πειραματικό στάδιο</b> και μπορεί να προκαλέσουν κατάρρευση σε ορισμένες εφαρμογές (κυρίως σε Gtk2). Αν έχετε κάποια εφαρμογή που καταρρέει, χρησιμοποιήστε τη σελίδα &quot;Εφαρμογές&quot; για να απενεργοποιήσετε τις ρυθμίσεις αδιαφάνειας για τη συγκεκριμένη εφαρμογή.</i></p> <p><b>ΣΗΜΕΙΩΣΗ:</b> <i><b>ΜΗ</b> χρησιμοποιείτε τις ρυθμίσεις αδιαφάνειας όταν χρησιμοποιείτε τον διαχειριστή παραθύρων compiz.</i></p>
eo: <p><b>RIMARKO:</b> <i>Opakecaj agordoj estas <b>eksperimentaj</b> kaj povas kaŭzi paneon de certaj aplikoj (ĉefe Gtk2). Se vi havas aplikaĵon, kiu paneas, uzu la paĝon "Aplikoj" por malŝalti opakecajn agordojn por tiu aplikaĵo.</i></p> <p><b>NOTU:</b> <i><b>NE</b> uzu opakecajn agordojn kiam vi uzas la compiz-fenestra administranto.</i></p>
ko: <p><b>주의:</b> <i>불투명도 설정은 <b>실험적</b>이고 특정 앱(주로 Gtk2)에 충돌을 일으킬 수 있습니다. 만약 충돌이 있는 앱을 사용할 때 그 앱의 불투명도 설정을 사용하지 않으려면 &quot;앱&quot; 페이지를 사용하십시오.</i></p> <p><b>주의:</b><i>Compiz 창 관리자를 사용할 때 불투명도 설정을 <b>사용하지 마십시오.</b></i></p>
pt: <p><b>NOTA:</b> <i>As configurações de opacidade/transparência são <b>experimentais</b> e poderão fazer com que certas aplicações (principalmente as de Gtk2) estoirem. Se tiver uma aplicação que estoire, use a página de &quot;Aplicações&quot; para desactivar as definições de opacidade para essa aplicação.</i></p> <p><b>NOTA:</b><i><b>NÃO</b> use a configuração da opacidade ao usar o gestor de janelas Compiz.</i></p>
sl: <p><b>OPOMBA:</b> <i>Nastavitve prekrivnosti so <b> poskusne </b> in lahko povzročijo sesutje določenih programov (predvsem Gtk2). Če imate program, ki se zruši, uporabite stran »Aplikacije« za onemogočitev nastavitev prekrivnosti za ta program.</i></p> <p><b>OPOMBA:</b> <i> <b>NE</b> uporabljajte nastavitev prekrivnosti pri uporabi upravitelja oken compiz.</i></p>

source: Frame type:
ar: نوع الإطار:
el: Τύπος πλαισίου:
eo: Kadra tipo:
ko: 프레임 형식:
pt: Tipo de moldura:
sl: Vrsta okvira:

source: <p>Defines how much a group box's background should be darkened or lightened by.</p>
ar: <p>عرِّف مقدار تدكين أو تفتيح خلفية صندوق مجموعة ما.</p>
el: <p>Ορίζει κατά πόσο πρέπει να σκοτεινιάσει ή να φωτιστεί το φόντο ενός πλαισίου ομάδας.</p>
eo: <p>Difinas kiom la fono de grupkesto devus esti mallumigita aŭ lumigita.</p>
ko: <p>그룹 상자의 배경을 얼마나 어둡게 할지 또는 밝게 할지를 정의합니다.</p>
pt: <p>Define como fundo de um grupo deverá ser escurecido ou aclarado.</p>
sl: <p>Določa, koliko je treba ozadje skupinskega polja potemniti ali posvetliti.</p>

source: Label:
ar: اللصيقة:
el: Ετικέτα:
eo: Etikedo:
ko: 레이블:
pt: Nome:
sl: Oznaka:

source: <p>Controls whether group boxes should use a bold for their title.</p>
ar: <p>تحكّم فيما إذا كان يجب أن تستخدم صناديق المجموعات خطًا غليظًا لعنوانها.</p>
el: <p>Ελέγχει αν τα πλαίσια ομάδων πρέπει να χρησιμοποιούν έντονους χαρακτήρες στον τίτλο τους.</p>
eo: <p>Regas ĉu grupkestoj devas uzi grasan skribon por sia titolo.</p>
ko: <p>그룹 상자의 제목을 굵게 할지 여부를 조절합니다.</p>
pt: <p>Controla se as áreas de grupos deverão usar um texto de título a negrito.</p>
sl: <p>Določa, ali naj skupinska polja uporabljajo krepko pisavo za svoj naslov.</p>

source: Use bold font
ar: استخدم خطًا غليظًا
el: Χρήση έντονης γραμματοσειράς
eo: Uzi grasan tiparon
ko: 굵은 글꼴 사용
pt: Usar um texto a negrito
sl: Uporabi krepko pisavo

source: <p>Specifies the vertical position of a group box's text label.</p>
ar: <p>حدد الموضع العمودي للَصيقَة النصية لصندوق مجموعة.</p>
el: <p>Ορίζει την κατακόρυφη θέση της ετικέτας του κειμένου του πλαισίου ομάδας.</p>
eo: <p>Specifas la vertikalan pozicion de la teksta etikedo de grupkesto.</p>
ko: <p>그룹 상자의 텍스트 레이블의 수직 위치를 지정합니다.</p>
pt: <p>Define a posição vertical do texto da legenda do grupo.</p>
sl: <p>Določa navpični položaj besedilne oznake polja skupine.</p>

source: <p>Controls whether a group boxe's label should be centred, or left/right aligned.</p>
ar: <p>يتحكَّم في ما إذا كان عنوان مربع المجموعة يجب أن يكون مركزيًا أو محاذيًا لليسار/اليمين.</p>
el: <p>Ελέγχει αν η ετικέτα του πλαισίου ομάδας πρέπει να είναι κεντραρισμένη, ή στοιχισμένη αριστερά/δεξιά.</p>
eo: <p>Regas ĉu la etikedo de grupkesto estu centrita, aŭ maldekstre/dekstre vicigita.</p>
ko: <p>그룹 상자의 레이블을 가운데 정렬, 또는 왼쪽/오른쪽 정렬을 할지를 조절합니다.</p>
pt: <p>Controla se a legenda da área dos grupos deverá estar centrada ou alinhada à esquerda/direita.</p>
sl: <p>Določa, ali je treba oznako skupinskega polja srediniti ali poravnati levo/desno.</p>

source: Centred (KDE4 only)
ar: مركزي (كيدي4 فقط)
el: Κεντραρισμένη (KDE4 μόνο)
eo: Centrita (nur KDE4)
ko: 가운데 정렬(KDE4만)
pt: Centrado (apenas no KDE4)
sl: Sredinsko (samo KDE4)

source: Button:
ar: الزر:
el: Κουμπί:
eo: Butono:
ko: 단추:
pt: Botão:
sl: Gumb:

source: <p>Controls the coloration of the button part (i.e. the part with the arrow) of combo boxes.</p>
ar: <p>يتحكَّم في تلوين جزء الزر (أي الجزء الذي يحتوي على السهم) في مربعات التحرير والسرد.</p>
el: <p>Ελέγχει το χρωματισμό του τμήματος του κουμπιού (δηλ. το τμήμα με το βέλος) του σύνθετων πλαισίων.</p>
eo: <p>Regas la kolorigon de la butonparto (t.e. la parto kun la sago) de kombinujoj.</p>
ko: <p>콤보 상자의 단추 부분(즉, 화살표를 가진 부분)의 색상을 조절합니다.</p>
pt: <p>Controla a coloração da parte do botão (i.e. a parte com a seta) das listas com apenas um item visível.</p>
sl: <p>Nadzoruje obarvanost gumbnega dela (t.j. dela s puščico) kombiniranih polj.</p>

source: <p>Sets the custom color.</p>
ar: <p>يُعيّن اللون المخصص.</p>
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα.</p>
eo: <p>Metas la propran koloron.</p>
ko: <p>사용자 정의 색상을 설정합니다.</p>
pt: <p>Define a cor personalizada.</p>
sl: <p>Določi barvo po meri.</p>

source: <p>This option controls whether a line is drawn near non-editable combo box arrow buttons.</p>
ar: <p>يتحكَّم هذا الخيار في ما إذا كان يجب رسم خط بالقرب من أزرار سهم مربعات التحرير والسرد غير القابلة للتحرير.</p>
el: <p>Αυτή η επιλογή ελέγχει αν μια γραμμή σχεδιάζεται κοντά σε μη επεξεργάσιμα κουμπιά βέλη σύνθετου πλαισίου.</p>
eo: <p>Ĉi tiu opcio regas ĉu linio estas desegnita proksime de neredakteblaj kombinitaj sagbutonoj.</p>
ko: <p>이 옵션은 편집 불가능한 콤보 상자의 화살표 버튼 근처에 선이 그려지는지를 조절합니다.</p>
pt: <p>Esta opção controla se é desenhada uma linha perto dos botões das setas das listas singulares não-editáveis.</p>
sl: <p>Ta možnost nadzira, ali je črta narisana blizu smerne tipke kombiniranega polja, ki je ni mogoče urejati.</p>

source: Draw splitter
ar: ارسم الفاصل
el: Σχεδιασμός διαχωριστή
eo: Desegni disigilon
ko: 구분자 그리기
pt: Desenhar uma divisória
sl: Nariši cepilnik

source: Editable style:
ar: النمط القابل للتحرير:
el: Επεξεργάσιμο στιλ:
eo: Redaktebla stilo:
ko: 편집 가능한 스타일:
pt: Estilo editável:
sl: Slog, ki ga je moč urejati:

source: <p>Controls whether the combo box button, of editable combos, should appear as a button or an arrow within the edit field.</p>
ar: <p>يتحكَّم في ما إذا كان زر مربع التحرير والسرد، في مربعات التحرير والسرد القابلة للتحرير، يجب أن يظهر كزر أو سهم داخل حقل التحرير.</p>
el: <p>Ελέγχει αν το κουμπί επεξεργάσιμου σύνθετου πλαισίου θα εμφανίζεται ως κουμπί ή βέλος με το πεδίο επεξεργασίας.</p>
eo: <p>Regas ĉu la kombokestobutono, de redakteblaj komboj, devus aperi kiel butono aŭ sago ene de la redaktkampo.</p>
ko: <p>편집 가능한 콤보 상자의 버튼이 버튼으로서 표시되어야 하는지, 아니면 편집 영역 내에 화살표로 표시되어야 하는 지를 조절합니다.</p>
pt: <p>Controla se os botões das listas individuais deverão aparecer como um botão ou uma seta dentro do campo de texto.</p>
sl: <p>Nadzoruje, ali naj se gumb kombiniranega polja, iz nabora kombiniranih polj za urejanje, prikaže kot gumb ali puščica znotraj polja za urejanje.</p>

source: Draw arrow within edit field
ar: ارسم السهم داخل حقل التحرير
el: Σχεδιασμός βέλους μέσα στο πεδίο επεξεργασίας
eo: Desegni sagon ene de redakta kampo
ko: 편집 영역에 화살표 그리기
pt: Desenhar uma seta dentro do campo de texto
sl: Nariši puščico znotraj polja za urejanje

source: Non-editable style:
ar: النمط غير القابل للتحرير:
el: Μη επεξεργάσιμο στιλ:
eo: Ne-redaktebla stilo:
ko: 편집 불가능한 스타일:
pt: Estilo não-editável:
sl: Slog, ki ga ni mogoče urejati:

source: <p>In Gtk, the list that is attached to a combo-box appears in the same style as a popup-menu. KDE4 has the ability to mimic this look.</p>
ar: <p>في Gtk، تظهر القائمة المرفقة بمربع التحرير والسرد بنفس نمط قائمة منبثقة. يمتلك كيدي4 القدرة على تقليد هذا المظهر.</p>
el: <p>Στο Gtk, η συνημμένη με το σύνθετο πλαίσιο λίστα εμφανίζεται με το ίδιο στιλ ως αναδυόμενο μενού. Το KDE4 έχει την ιδιότητα να μιμείται αυτήν την όψη.</p>
eo: <p>En Gtk, la listo, kiu estas alkroĉita al kombo-kesto, aperas en la sama stilo kiel ŝprucmenuo. KDE4 havas la kapablon imiti ĉi tiun aspekton.</p>
ko: <p>Gtk에서는 콤보 상자에 붙은 리스트가 팝업 메뉴처럼 같은 스타일 내에서 나타납니다. KDE4는 이 효과를 흉내내는 기능을 가집니다.</p>
pt: <p>No Gtk, a lista que está associada a uma lista singular aparece com o mesmo estilo que um menu de contexto. O KDE4 tem a capacidade de imitar esta aparência.</p>
sl: <p>V Gtk se seznam, ki je priložen kombiniranem polju, prikaže v enakem slogu kot pojavni meni. KDE4 ima možnost, da posnema ta videz.</p>

source: Gtk-style
ar: نمط جتك+
eo: Gtk-stila
ko: Gtk 스타일
pt: Estilo do Gtk
sl: Slog Gtk

source: <p>Controls whether a single down arrow, or a up and down arrow, should be drawn on non-editable combo boxes.</p>
ar: <p>يتحكَّم في ما إذا كان يجب رسم سهم لأسفل واحد، أو سهم لأعلى ولأسفل، على مربعات التحرير والسرد غير القابلة للتحرير.</p>
el: <p>Ελέγχει αν ένα μονό προς τα κάτω βέλος ή ένα πάνω και κάτω βέλος θα σχεδιάζονται σε μη επεξεργάσιμα σύνθετα πλαίσια.</p>
eo: <p>Regas ĉu unuopa malsupren sago, aŭ supren kaj malsupren sago, devus esti desegnita sur ne-redakteblaj kombinujoj.</p>
ko: <p>편집 불가능한 콤보 상자에서 아래 화살표 한 개를 그릴지, 아니면 위와 아래 화살표를 그릴지를 조절합니다.</p>
pt: <p>Controla se deve desenhar uma única seta para baixo ou uma seta dupla para cima/baixo nas listas singulares não-editáveis.</p>
sl: <p>Nadzoruje, ali je treba na kombinirana polja, ki jih ni mogoče urejati, narisati eno puščico navzdol ali puščico gor in dol.</p>

source: Draw double-arrow for Gtk style
ar: ارسم سهمًا مزدوجًا لنمط Gtk
el: Σχεδιασμός διπλού βέλους για το στιλ του Gtk
eo: Desegni duoblan sagon por Gtk-stilo
ko: Gtk 스타일로 이중 화살표 그리기
pt: Desenhar uma seta dupla para o estilo do Gtk
sl: Nariši dvojno puščico za slog Gtk

source: <p>Controls whether the up and down buttons should appear as individual buttons, or be combined.</p>
ar: <p>يتحكَّم في ما إذا كان يجب أن تظهر أزرار لأعلى ولأسفل كأزرار فردية، أو ادمجها.</p>
el: <p>Ελέγχει αν τα πάνω και κάτω κουμπιά θα εμφανίζονται ως μεμονωμένα ή ως σύνθετα κουμπιά.</p>
eo: <p>Regas ĉu la butonoj supren kaj malsupren devus aperi kiel individuaj butonoj aŭ esti kombinitaj.</p>
ko: <p>위와 아래 버튼을 독립적인 버튼으로 나타낼지, 아니면 결합되어 나타낼지를 조절합니다.</p>
pt: <p>Controla se os botões para cima e para baixo deverão aparecer como botões individuais ou combinados.</p>
sl: <p>Nadzoruje, ali naj se gumbi za navzgor in navzdol prikažejo kot posamezni gumbi ali pa kot združeni.</p>

source: Combine both buttons
ar: ادمِج كلا الزرين
el: Συνδυασμός και των δύο κουμπιών
eo: Kombini ambaŭ butonojn
ko: 두 단추 결합
pt: Combinar os botões
sl: Združi oba gumba

source: <p>Controls whether the up and down buttons should appear as buttons, or just arrows within the edit field.</p>
ar: <p>يتحكَّم في ما إذا كان يجب أن تظهر أزرار لأعلى ولأسفل كأزرار، أو مجرد أسهم داخل حقل التحرير.</p>
el: <p>Ελέγχει αν τα πάνω και κάτω κουμπιά θα εμφανίζονται ως κουμπιά ή ως απλά βέλη μέσα στο πεδίο επεξεργασίας.</p>
eo: <p>Regas ĉu la butonoj supren kaj malsupren aperu kiel butonoj, aŭ nur sagoj en la redakta kampo.</p>
ko: <p>위와 아래 단추를 단추처럼 나타낼지, 아니면 편집 영역 내에 화살표로 나타낼지를 조절합니다.</p>
pt: <p>Controla se os botões para cima e baixo deverão aparecer como botões ou apenas como setas dentro do campo de texto.</p>
sl: <p>Nadzoruje, ali naj se gumbi za navzgor in navzdol prikažejo kot gumbi ali pa samo puščice znotraj polja za urejanje.</p>

source: Draw arrows within edit field
ar: ارسم الأسهم داخل حقل التحرير
el: Σχεδιασμός βελών μέσα στο πεδίο επεξεργασίας
eo: Desegnu sagojn ene de redakta kampo
ko: 편집 영역에 화살표 그리기
pt: Desenhar setas dentro do campo de texto
sl: Rši puščice v polju za urejanje

source: Markings:
ar: العلامات:
el: Δείκτες:
eo: Markoj:
ko: 표시:
pt: Marcações:
sl: Označbe:

source: <p>Sets the marking used to indicate that the widget is a splitter.</p>
ar: <p>اضبط العلامة المستخدَمة للإشارة إلى أن الودجة هي فاصل.</p>
el: <p>Ρυθμίζει την ένδειξη ότι το γραφικό συστατικό είναι διαχωριστής.</p>
eo: <p>Metas la markadon uzatan por indiki ke la fenestraĵo estas disigilo.</p>
ko: <p>위젯이 구분자임을 나타낼 때 사용하는 표시를 설정합니다.</p>
pt: <p>Define a marcação usada para indicar que o item é uma divisória.</p>
sl: <p>Določa oznako, ki se uporablja za označevanje, da je gradnik cepilnik.</p>

source: Background mouse-over highlight:
ar: تمييز تظليل الخلفية عند مرور المؤشر:
el: Τονισμός φόντου σε αιώρηση ποντικιού:
eo: Fona muso superstaraĵo:
ko: 마우스가 올라갈 때 배경 강조하기:
pt: Realce do fundo à passagem do rato:
sl: Poudarjanje ozadja ob prečkanju z miško:

source: <p>Defines by how much the theme should brighten (or darken) the background of the splitter when the mouse hovers over.</p>
ar: <p>يُعرِّف بمقدار كم يجب على المظهر أن يفتِّح (أو يغمِّق) خلفية الفاصل عند مرور مؤشر الفأرة عليه.</p>
el: <p>Ορίζει πόσο το θέμα θα λαμπρύνει (ή θα κάνει πιο σκούρο)το φόντο του διαχωριστή στην αιώρηση του ποντικιού.</p>
eo: <p>Difinas kiom la etoso devus heligi (aŭ mallumigi) la fonon de la disigilo kiam la muso ŝvebas super.</p>
ko: <p>마우스로 가리킬 때 테마에서 구분자의 배경을 밝게(또는 어둡게) 할 정도를 정의 합니다.</p>
pt: <p>Define em quanto o tema deverá colocar mais claro (ou mais escuro) o fundo da divisória, quando o rato passa sobre a mesma.</p>
sl: <p>Določa, koliko naj tema posvetli (ali potemni) ozadje cepilnika, ko se miška premakne.</p>

source: <p>Controls the appearance of both scrollbar sliders and other sliders.</p>
ar: <p>يتحكَّم في مظهر كل من منزلقات شريط التمرير والمنزلقات الأخرى.</p>
el: <p>Ελέγχει την εμφάνιση και των κουμπιών στη γραμμή κύλισης και άλλων κουμπιών κύλισης.</p>
eo: <p>Regas la aspekton de kaj rulumbreto-glitiloj kaj aliaj glitiloj.</p>
ko: <p>스크롤 막대와 다른 조절 막대의 모양을 조절합니다.</p>
pt: <p>Controla a aparência das barras de posicionamento e das outras barras.</p>
sl: <p>Nadzoruje videz drsnih gumbov drsnike vrstice in drugih drsnikov.</p>

source: Coloration:
ar: التلوين:
el: Χρωματισμός:
eo: Koloro:
ko: 색상:
pt: Coloração:
sl: Obarvanost:

source: <p>Controls the color setting of both scrollbar sliders and other sliders.</p>
ar: <p>يتحكَّم في إعداد اللون لكل من منزلقات شريط التمرير والمنزلقات الأخرى.</p>
el: <p>Ελέγχει τη ρύθμιση του χρώματος και των κουμπιών της γραμμής κύλισης και άλλων κουμπιών.</p>
eo: <p>Regas la kolor-agordon de kaj rulumbreto-glitiloj kaj aliaj glitiloj.</p>
ko: <p>스크롤 막대와 다른 조절 막대의 색 설정을 조절합니다.</p>
pt: <p>Controla a configuração das cores das barras de deslocamento e das outras barras.</p>
sl: <p>Nadzoruje barvno nastavitev drsnih gumbov drsne vrstice in drugih drsnikov.</p>
