Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
el: Stelios
eo: Oliver Kellogg
et: Marek Laane
ka: Temuri Doghonadze
ko: 이정희
pt: José Nuno Pires
sl: Martin Srebotnjak

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
el: sstavra@gmail.com
eo: okellogg@users.sourceforge.net
et: qiilaq69@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: daemul72@gmail.com
pt: zepires@gmail.com
sl: miles@filmsi.net

source: Export Theme
ar: صدّر السّمة
el: Εξαγωγή θέματος
eo: Eksporti Etoson
et: Teema eksport
ka: თემის გატანა
ko: 테마 내보내기
pt: Exportar o Tema
sl: Izvozi temo

source: Name:
ar: الاسم:
el: Όνομα:
eo: Nomo:
et: Nimi:
ka: სახელი:
ko: 이름:
pt: Nome:
sl: Ime:

source: Comment:
ar: التعليق:
el: Σχόλιο:
eo: Komento:
et: Kommentaar:
ka: კომენტარი:
ko: 설명:
pt: Comentário:
sl: Komentar:

source: Destination folder:
ar: المجلّد المقصد:
el: Φάκελος προορισμού:
eo: Cela dosierujo:
et: Sihtkataloog:
ka: დანიშნულების საქაღალდე:
ko: 대상 폴더:
pt: Pasta de destino:
sl: Ciljna mapa:

source: QtCurve based theme
ar: سمة قائمة على كيوت كيرف
el: Θέμα με βάση το QtCurve
eo: QtCurve-bazita etoso
et: QtCurve-põhine teema
ka: QtCurve -ზე ბაზირებული თემა
ko: QtCurve 기반의 테마
pt: Tema baseado no QtCurve
sl: Tema na osnovi QtCurve

source: Name is empty!
ar: الاسم فارغ!
el: Το όνοαμ είναι κενό!
eo: Nomo estas malplena!
et: Nimi on andmata!
ka: სახელი ცარიელია!
ko: 이름이 비었습니다!
pt: O nome está em branco!
sl: Ime je prazno!

source: Successfully created: %1
ar: أنشأ بنجاح: %1
el: Δημιουργήθηκε με επιτυχία: %1
eo: Sukcese kreita: %1
et: Loodi edukalt: %1
ka: წარმატებით შეიქმნა: %1
ko: 성공적으로 생성함: %1
pt: Foi criado com sucesso: %1
sl: Uspešno ustvarjeno: %1

source: Failed to create file: %1
ar: فشل إنشاء الملفّ: %1
el: Αποτυχία δημιουργίας αρχείου: %1
eo: Malsukcesis krei dosieron: %1
et: Faili loomine nurjus: %1
ka: %1 ფაილის შექმნის შეცდომა
ko: 파일을 생성하지 못함: %1
pt: Não foi possível criar o ficheiro: %1
sl: Ustvarjanje datoteke ni uspelo: %1

source: File:
ar: ملف:
el: Αρχείο:
eo: Dosiero:
ko: 파일:
pt: Ficheiro:
sl: Datoteka:

source: Scale to:
ar: حجّم إلى:
el: Κλιμάκωση σε:
eo: Skali al:
ko: 크기 조정:
pt: Dimensionar para:
sl: Umeri na:

source: Position:
ar: الموضع:
el: Θέση:
eo: Pozicio:
ko: 위치:
pt: Posição:
sl: Položaj:

source: On window border:
ar: على حدود النافذة:
el: Σε περίγραμμα παραθύρου:
eo: Sur fenestrobordo:
ko: 창 테두리:
pt: No contorno da janela:
sl: Na obrobi okna:

source: Enabled
ar: ممكّن
el: Ενεργό
eo: Ebligita
ko: 사용
pt: Activo
sl: Omogočeno

source: Top left
ar: أعلى اليسار
el: Κορυφή αριστερά
eo: Supre maldekstre
et: Ülal vasakul
ka: ზედა მარცხენა
ko: 왼쪽 위
pt: Superior esquerda
sl: Levo zgoraj

source: Top middle
ar: أعلى الوسط
el: Κορυφή μέση
eo: Supra mezo
et: Ülal keskel
ka: ზედა შუა
ko: 가운데 위
pt: Superior central
sl: Sredina zgoraj

source: Top right
ar: أعلى اليمين
el: Κορυφή δεξιά
eo: Supre dekstre
et: Ülal paremal
ka: ზედა მარჯვენა
ko: 오른쪽 위
pt: Superior direita
sl: Desno zgoraj

source: Bottom left
ar: أسفل اليسار
el: Βάση αριστερά
eo: Malsupre maldekstre
et: All vasakul
ka: ქვედა მარცხენა
ko: 왼쪽 아래
pt: Inferior esquerda
sl: Levo spodaj

source: Bottom middle
ar: أسفل الوسط
el: Βάση μέση
eo: Malsupra mezo
et: All keskel
ka: ქვედა შუა
ko: 가운데 아래
pt: Inferior central
sl: Sredina spodaj

source: Bottom right
ar: أسفل اليمين
el: Βάση δεξιά
eo: Malsupre dekstre
et: All paremal
ka: ქვედა მარჯვენა
ko: 오른쪽 아래
pt: Inferior direita
sl: Desno spodaj

source: Left middle
ar: اليسار الأوسط
el: Αριστρά μέση
eo: Maldekstra mezo
et: Vasakul keskel
ka: მარცხენა შუა
ko: 왼쪽 가운데
pt: Centrada à esquerda
sl: Sredina levo

source: Right middle
ar: اليمين الأوسط
el: Δεξιά μέση
eo: Dekstra mezo
et: Paremal keskel
ka: მარჯვენა შუა
ko: 오른쪽 가운데
pt: Centrada à direita
sl: Sredina desno

source: Centred
ar: متمركز
el: Στο κέντρο
eo: Centrita
et: Keskel
ka: ცენტრირებული
ko: 가운데로 정렬
pt: Centrada
sl: Na sredini

source: Edit %1
ar: حرّر %1
el: Επεξεργασία %1
eo: Redakti %1
et: %1 muutmine
ka: %1-ის ჩასწორება
ko: %1 편집
pt: Editar o %1
sl: Uredi %1

source: QtCurve
ar: كيوت كيرف
eo: QtKurbo

source: Unified widget style.
ar: نمط ويدجت موحد.
el: Ενοποιημένο στιλ συστατικών.
eo: Unuigita fenestraĵstilo.
et: Ühendatud vidinastiil.
ka: ვიჯეტების გაერთიანებული სტილი.
ko: 통합 위젯 스타일.
pt: Estilo gráfico unificado.
sl: Poenoteni slog gradnikov.

source: (C) Craig Drummond, 2003-2011 & Yichao Yu, 2013-2015
ar: (ج) Craig Drummond, 2003-2011 و Yichao Yu, 2013-2015
et: (C) Craig Drummond: 2003-2011 ja Yichao Yu: 2013-2015

source: Preview Window
ar: نافذة المعاينة
el: Παράθυρο προεπισκόπησης
eo: Antaŭrigarda Fenestro
et: Eelvaatluse aken
ka: დოკუენტის გადახედვა
ko: 이전 창
pt: Janela de Antevisão
sl: Okno za predogled

source: Select Password Character
ar: اختر حرف كلمة السر
el: Επιλογή χαρακτήρα κωδικού πρόσβασης
eo: Elekti Pasvortan Signon
et: Paroolimärgi valimine
ka: აირჩიეთ პაროლის სიმბოლო
ko: 암호 문자 선택
pt: Seleccionar o Carácter de Senhas
sl: Izberite znak gesla

source: Background
ar: الخلفيّة
el: Υπόβαθρο
eo: Fono
et: Taust
ka: ფონი
ko: 배경
pt: Fundo
sl: Ozadje

source: Button
ar: الزر
el: Βάση
eo: Butono
et: Nupp
ka: ღილაკი
ko: 버튼
pt: Botão
sl: Gumb

source: Text
ar: النص
el: Κείμενο
eo: Teksto
et: Tekst
ka: ტექსტი
ko: 텍스트
pt: Texto
sl: Besedilo

source: None
ar: لا شيء
el: Κανένα
eo: Neniu
et: Puudub
ka: არაფერი
ko: 없음
pt: Nenhum
sl: Brez

source: <unknown>
ar: <غير معروف>
el: <άγνωστο>
eo: <nekonata>
et: <teadmata>
ka: <უცნობი>
ko: <알 수 없음>
pt: <desconhecido>
sl: <neznano>

source: Custom:
ar: مخصص:
el: Προσαρμοσμένο:
eo: Propra:
et: Kohandatud:
ka: ხელით:
ko: 사용자 정의:
pt: Personalizado:
sl: Po meri:

source: Selected background
ar: الخلفية المحددة
el: Επιλεγμένο υπόβαθρο
eo: Elektita fono
et: Valitud taust
ka: არჩეული ფონი
ko: 선택한 배경
pt: Fundo da selecção
sl: Izbrano ozadje

source: Blended selected background
ar: الخلفية المحددة الممزوجة
el: Μικτό επιλεγμένο υπόβαθρο
eo: Miksita elektita fono
et: Sulandatud valitud taust
ka: შერეული არჩეული ფონი
ko: 선택한 배경 혼합
pt: Fundo seleccionado misturado
sl: Zmešano izbrano ozadje

source: Menu background
ar: خلفية القائمة
el: Υπόβαθρο μενού
eo: Menua fono
et: Menüü taust
ka: მენიუს ფონი
ko: 메뉴 배경
pt: Fundo do menu
sl: Ozadje menija

source: Darken
ar: تقتيم
el: Σκίαση
eo: Mallumigi
et: Tume
ka: გამუქება
ko: 어둡게
pt: Escurecimento
sl: Potemni

source: Titlebar
ar: شريط العنوان
el: Γραμμή τίτλου
eo: Titolbreto
et: Tiitliriba
ka: სათაურის ქუდის
ko: 제목 표시줄
pt: Barra de título
sl: Naslovna vrstica

source: Custom gradient %1
ar: تدرج مخصص %1
el: Προσαρμοσμένη διαβάθμιση %1
eo: Propra gradiento %1
et: Kohandatud üleminek %1
ka: მორგებული გრადიენტი %1
ko: 사용자 정의 그라데이션 %1
pt: Gradiente personalizado %1
sl: Preliv po meri %1

source: Flat
ar: مسطح
el: Επίπεδο
eo: Plata
et: Ühtlane
ka: ბრტყელი
ko: 균일하게
pt: Plano
sl: Plosko

source: Raised
ar: مرفوع
el: Ανυψωμένο
eo: Levita
et: Tõstetud
ka: აწეული
ko: 도드라지게
pt: Elevado
sl: Dvignjeno

source: Dull glass
ar: زجاج باهت
el: Θαμπό γυαλί
eo: Malbrila vitro
et: Matt klaas
ka: მქრქალი მინა
ko: 흐릿한 유리
pt: Vidro mate
sl: Mat steklo

source: Shiny glass
ar: زجاج لامع
el: Λαμπερό γυαλί
eo: Brila vitro
et: Läikiv klaas
ka: კაშკაშა მინა
ko: 반짝이는 유리
pt: Vidro brilhante
sl: Sijoče steklo

source: Agua
ar: أغوا
el: Νερό
eo: Akvo
et: Vesi
ka: აკვა
ko: 물
pt: Água

source: Soft gradient
ar: تدرج ناعم
el: Απαλή διαβάθμιση
eo: Milda gradiento
et: Sujuv üleminek
ka: რბილი გრადიენტი
ko: 급격한 그라데이션
pt: Gradiente suave
sl: Mehki preliv

source: Standard gradient
ar: تدرج قياسي
el: Τυπική διαβάθμιση
eo: Norma gradiento
et: Standardne üleminek
ka: სტანდარტული გრადიენტი
ko: 표준 그라데이션
pt: Gradiente normal
sl: Standardni preliv

source: Harsh gradient
ar: تدرج قاسٍ
el: Απότομη διαβάθμιση
eo: Severa gradiento
et: Järsk üleminek
ka: მკაცრი გრადიენტი
ko: 급격한 그라데이션
pt: Gradiente forte
sl: Grobi preliv

source: Inverted gradient
ar: تدرج مقلوب
el: Αντίστροφη διαβάθμιση
eo: Inversa gradiento
et: Ümberpööratud üleminek
ka: შებრუნებული გრანდიენტი
ko: 반전된 그라데이션
pt: Gradiente invertido
sl: Preobrnjeni preliv

source: Dark inverted gradient
ar: تدرج مقلوب داكن
el: Σκοτεινή αντίστροφη διαβάθμιση
eo: Malhela inversa gradiento
et: Tume ümberpööratud üleminek
ka: მუქი შებრუნებული გრანდიენტი
ko: 어둡게 반전된 그라데이션
pt: Gradiente invertido escuro
sl: Temni preobrnjeni preliv

source: Split gradient
ar: تدرج مقسوم
el: Διαιρεμένη διαβάθμιση
eo: Split gradiento
ka: გაყოფილი გრადიენტი
ko: 분할된 그라데이션
pt: Gradiente dividido
sl: Razcepljeni preliv

source: Bevelled
ar: مشطوف الحافة
el: Λοξοτομημένο
eo: Bevelita
et: Längus
ka: კონუსური
ko: 비스듬하게
pt: Em relevo
sl: Izbočeno

source: Fade out (popup menuitems)
ar: تلاشي (عناصر قائمة منبثقة)
el: Ομαλή έξοδος (αναδυόμενα αντικείμενα μενού)
eo: Forflui (ŝprucmenueroj)
et: Hääbumine (hüpikmenüü)
ka: მინავლება (მხტუნარა მენიუები)
ko: 페이드 아웃(팝업 메뉴 항목)
pt: Desvanecido (itens do menu de contexto)
sl: Zatemnitev (pojavni menijski ukazi)

source: Striped
ar: مخطط
el: Ριγέ
eo: Striita
et: Triipudega
ka: ზოლიანი
ko: 줄무늬 넣기
pt: Às riscas
sl: Črtasto

source: Same as general setting
ar: نفس الإعداد العام
el: Ίδιο με τις γενικές ρυθμίσεις
eo: Same kiel ĝenerala agordo
et: Sama, mis üldistes seadistustes
ka: იგივე, რაც 'საერთო პარამეტრები'
ko: 일반 설정과 동일
pt: Igual à configuração geral
sl: Enako kot splošna nastavitev

source: Tiled image
ar: صورة مبلطة
el: Εικόνα σε παράθεση
eo: Kahelizita bildo
et: Paanitud pilt
ka: გამოსახულების ფილები
ko: 타일 이미지
pt: Imagem em padrão
sl: Tlakovana slika

source: Sunken lines
ar: خطوط غائرة
el: Βυθισμένες γραμμές
eo: Alfundiĝintaj linioj
et: Süvistatud jooned
ka: ჩაძირული ხაზები
ko: 주름진 선
pt: Linhas afundadas
sl: Potopljene črte

source: Flat lines
ar: خطوط مسطحة
el: Επίπεδες γραμμές
eo: Plataj linioj
et: Lamedad jooned
ka: ბრტყელი ხაზები
ko: 평평한 선
pt: Linhas planas
sl: Ploske črte

source: Dots
ar: نقاط
el: Τελείες
eo: Punktoj
et: Punktid
ka: წერტილები
ko: 점
pt: Pontos
sl: Pike

source: Single dot
ar: نقطة واحدة
el: Μία τελεία
eo: Ununura punkto
et: Üksik punkt
ka: ერთი წერტილი
ko: 점 하나
pt: Ponto único
sl: Posamična pika

source: Dashes
ar: شرطات
el: Παύλες
eo: Paŭzostrekoj
et: Kriipsud
ka: ტირეები
ko: 점선
pt: Traços
sl: Črtice

source: Corner indicator
ar: مؤشر الزاوية
el: Ένδειξη γωνίας
eo: Angulindikilo
et: Nurga indikaator
ka: კუთხის მაჩვენებელი
ko: 모서리 표시기
pt: Indicador de canto
sl: Kazalnik vogala

source: Font color thin border
ar: لون خط الحدود الرقيقة
el: Λεπτό περίγραμμα χρώματος γραμματοσειράς
eo: Tiparkolora maldika bordo
ka: ფონტის ფერის თხელი საზღვარი
ko: 글꼴 색상 얇은 테두리
pt: Contorno fino da cor do texto
sl: Barva tanke obrobe pisave

source: Selected background thick border
ar: حدود سميكة للخلفية المحددة
el: Παχύ περίγραμμα επιλεγμένου υπόβαθρου
eo: Elektita fono dika bordo
et: Valitud tausta paks piire
ka: მონიშნული ფონის სქელი საზღვარი
ko: 선택한 배경 두꺼운 테두리
pt: Contorno grosso do fundo seleccionado
sl: Izbrana debela obroba ozadja

source: Selected background tinting
ar: تلوين الخلفية المحددة
el: Χρωματισμός επιλεγμένου υπόβαθρου
eo: Elektita fona nuanco
et: Valitud tausta toonimine
ko: 선택한 배경 칠하기
pt: Pintura do fundo seleccionado
sl: Izbrano obarvanje ozadja

source: A slight glow
ar: توهج طفيف
el: Μια μικρή λάμψη
eo: Eta brilo
et: Kerge sära
ka: ოდნავი ნათება
ko: 약간 붉어짐
pt: Um brilho suave
sl: Rahlo žarenje

source: Use selected background color
ar: استخدم لون الخلفية المحددة
el: Χρήση χρώματος σε επιλεγμένο υπόβαθρο
eo: Uzi elektitan fonkoloron
et: Valitud taustavärvi kasutamine
ka: მონიშნული ფონის ფერის გამოყენება
ko: 선택한 배경색 사용
pt: Usar a cor de fundo seleccionada
sl: Uporabi izbrano barvo ozadja

source: No indicator
ar: لا يوجد مؤشر
el: Χωρίς ένδειξη
eo: Neniu indikilo
et: Indikaatorit pole
ka: მაჩვენებლის გარეშე
ko: 표시기 없음
pt: Sem indicador
sl: Brez pokazatelja

source: KDE
ar: كِيدِي

source: MS Windows
ar: مايكروسوفت ويندوز
eo: MS Vindozo
ko: MS 윈도우

source: Platinum
ar: البلاتين
eo: Plateno
ka: პლატინა
ko: 플래티넘
pt: Platina
sl: Platina

source: NeXT
ar: نكست
eo: Sekva

source: No buttons
ar: لا أزرار
el: Χωρίς κουμπιά
eo: Neniuj butonoj
et: Nuppe pole
ka: ღილაკების გარეშე
ko: 버튼 없음
pt: Sem botões
sl: Brez gumbov

source: Square
ar: مربع
el: Τετράγωνο
eo: Kvadrato
et: Ruut
ka: კვადრატი
ko: 사각형
pt: Quadrado
sl: Kvadrat

source: Slightly rounded
ar: مدوّر قليلاً
el: Ελαφρά στρογγυλεμένο
eo: Iomete rondeta
et: Kergelt ümardatud
ka: ოდნავ მომრგვალებული
ko: 약간 둥근
pt: Ligeiramente arredondado
sl: Rahlo zaobljeno

source: Fully rounded
ar: مدوّر كلياً
el: Πλήρως στρογγυλεμένο
eo: Plene rondigita
et: Täielikult ümardatud
ka: სრულად მომრგვალებული
ko: 완전 둥근
pt: Completamente arredondado
sl: Povsem zaobljeno

source: Extra rounded
ar: مدوّر بشكل إضافي
el: Εξαιρετικά στρογγυλεμένο
eo: Ekstra ronda
et: Ülimalt ümardatud
ka: ზედმეტად მომრგვალებული
ko: 매우 둥근
pt: Extra arredondado
sl: Dodatno zaobljeno

source: Max rounded
ar: مدوّر بحد أقصى
el: Μέγιστη στρογγύλευση
eo: Max rondigita
et: Maks. ümardatud
ka: მაქს. მომრგვალებული
ko: 최대한 둥근
pt: Arredondado ao máximo
sl: Skrajno zaobljeno

source: No coloration
ar: لا تلوين
el: Χωρίς χρωματισμό
eo: Neniu kolorigo
et: Värvita
ka: შეღებვის გარეშე
ko: 배색 없음
pt: Sem coloração
sl: Brez obarvanosti

source: Color border
ar: لون حد
el: Περίγραμμα χρώματος
eo: Kolora bordo
et: Värviline piire
ka: ფერის საზღვარი
ko: 테두리 색상
pt: Contorno a cores
sl: Barva obrobe

source: Thick color border
ar: حدود سميكة ملونة
el: Παχύ περίγραμμα χρώματος
eo: Dika kolora bordo
et: Paks värviline piire
ka: სქელი ფენის საზღვარი
ko: 두꺼운 테두리 색상
pt: Contorno a cores grosso
sl: Debela barvna obroba

source: Plastik style
ar: نمط بلاستيك
el: Πλαστικό στιλ
eo: Plastika stilo
et: Plastiku stiil
ka: პლასტიკის სტილი
ko: 플라스틱 스타일
pt: Estilo do Plastik
sl: Slog »plastik«

source: Glow
ar: توهج
el: Λάμψη
eo: Brilas
et: Sära
ka: ნათება
ko: 은은하게
pt: Brilho
sl: Žarenje

source: Light
ar: خفيف
el: Φωτεινό
eo: Lumo
et: Hele
ka: მსუბუქი
ko: 밝게
pt: Claro
sl: Svetlo

source: Dark
ar: مظلمة
el: Σκοτεινό
eo: Mallumo
et: Tume
ka: ბნელი
ko: 어둡게
pt: Escuro
sl: Temno

source: Light (all sides)
ar: فاتح (كل الجوانب)
el: Φωτεινό (όλες οι πλευρές)
eo: Lumo (ĉiuj flankoj)
et: Hele (kõigis külgedes)
ka: ღია (ყველა მხრიდან)
ko: 밝게(모든 측면)
pt: Claro (todos os lados)
sl: Svetlo (vse strani)

source: Dark (all sides)
ar: داكن (كل الجوانب)
el: Σκοτεινό (όλες οι πλευρές)
eo: Mallumo (ĉiuj flankoj)
et: Tume (kõigis külgedes)
ka: მუქი (ყველა მხრიდან)
ko: 어둡게(모든 측면)
pt: Escuro (todos os lados)
sl: Temno (vse strani)

source: Plain
ar: خالِص
el: Απλό
eo: Plata
et: Puhas
ka: უბრალო
ko: 일반
pt: Simples
sl: Pusto

source: Etched
ar: محفور
el: Χαραγμένο
eo: Gravurita
et: Söövitatud
ka: ამოტვიფრული
ko: 선명하게
pt: Elevado
sl: Jedkano

source: Shadowed
ar: مظلل
el: Σκιασμένο
eo: Ombrita
et: Varjutatud
ka: დაჩრდილული
ko: 어둡게
pt: Sombreado
sl: Osenčeno

source: Simple
ar: بسيط
el: Απλό
eo: Simpla
et: Lihtne
ka: მარტივი
ko: 단순하게
pt: Simples
sl: Enostavno

source: Use HSL color space
ar: استخدم فضاء ألوان HSL
el: Χρήση χρωματικού χώρου HSL
eo: Uzu HSL-kolorspacon
et: HSL värviruumi kasutamine
ka: HSL ფერის სივრცის გამოყენება
ko: HSL 색 공간 사용
pt: Usar o espaço de cores HSL
sl: Uporabi barvni prostor HSL

source: Use HSV color space
ar: استخدم فضاء ألوان HSV
el: Χρήση χρωματικού χώρου HSV
eo: Uzu HSV-kolorspacon
et: HSV värviruumi kasutamine
ka: HSV ფერის სივრცის გამოყენება
ko: HSV 색 공간 사용
pt: Usar o espaço de cores HSV
sl: Uporabi barvni prostor HSV

source: Use HCY color space
ar: استخدم فضاء ألوان HCY
el: Χρήση χρωματικού χώρου HCY
eo: Uzu HCY-kolorspacon
et: HCY värviruumi kasutamine
ka: HSY ფერის სივრცის გამოყენება
ko: HCY 색 공간 사용
pt: Usar o espaço de cores HCY
sl: Uporabi barvni prostor HCY

source: Stripes
ar: خطوط
el: Ρίγες
eo: Strioj
et: Triibud
ka: ზოლები
ko: 줄무늬
pt: Riscas
sl: Proge

source: Diagonal stripes
ar: شرائط قطرية
el: Διαγώνιες ρίγες
eo: Diagonalaj strioj
et: Diagonaaltriibud
ka: დიაგონალური ზოლები
ko: 대각선 줄무늬
pt: Riscas diagonais
sl: Diagonalne proge

source: Faded stripes
ar: شرائط متلاشية
el: iΟμαλό τελείωμα ριγών
eo: Paliĝintaj strioj
et: Hääbuvad triibud
ka: მინავლებადი ზოლები
ko: 희미한 줄무늬
pt: Riscas desvanecidas
sl: Izprane proge

source: Round
ar: دائري
el: Στρογγυλό
eo: Ronda
ka: მრგვალი
ko: 둥근
pt: Redondo
sl: Zaobljeno

source: Plain - rotated
ar: عادي - مُدار
el: Απλό - περιστρεφόμενο
eo: Plata - turnita
ka: ბრტყელი - შემობრუნებული
ko: 일반 - 회전
pt: Plano - rodado
sl: Navadno - zasukano

source: Round - rotated
ar: مدور - مُدار
el: Στρογγυλό - περιστρεφόμενο
eo: Ronda - turnita
ka: მრგვალი - შემობრუნებული
ko: 둥근 - 회전
pt: Redondo - rodado
sl: Okroglo - zasukano

source: Triangular
ar: مثلثي
el: Τριγωνικό
eo: Triangula
et: Kolmnurkne
ka: სამკუთხედი
ko: 삼각형
sl: Trikotno

source: Circular
ar: دائري
el: Κυκλικό
eo: Cirkulero
et: Rõngjad
ka: წრიული
ko: 원형
sl: Krožno

source: Base color
ar: لون القاعدة
el: Βασικό χρώμα
eo: Baza koloro
et: Baasvärv
ka: ძირითადი ფერი
ko: 기본 색상
pt: Cor de base
sl: Osnovna barva

source: Background color
ar: لون الخلفية
el: Χρώμα υπόβαθρου
eo: Fona koloro
et: Taustavärv
ka: ფონის ფერი
ko: 배경색
pt: Cor de fundo
sl: Barva ozadja

source: Darkened background color
ar: لون الخلفية المُدكَّن
el: Σκούρο χρώμα υπόβαθρου
eo: Mallumigita fonkoloro
et: Tume taustavärv
ka: გამუქებული ფონის ფერი
ko: 어두운 배경색
pt: Cor de fundo escurecida
sl: Potemnjena barva ozadja

source: Standard (dotted)
ar: قياسي (منقط)
el: Τυπικό (με τελείες)
eo: Normo (punktita)
et: Standardne (punktidega)
ka: სტანდარტული (წერტილოვანი)
ko: 표준(점 표시)
pt: Normal (pontilhado)
sl: Standardno (pikasto)

source: Highlight color
ar: لون الإبراز
el: Τονισμός χρώματος
eo: Emfazi koloron
et: Esiletõstmise värv
ka: ფერის გამოკვეთა
ko: 강조 색상
pt: Cor de realce
sl: Barva poudarjanja

source: Highlight color (full size)
ar: لون التظليل (حجم كامل)
el: Τονισμός χρώματος (πλήρες μέγεθος)
eo: Marki koloron (plena grandeco)
et: Esiletõstmise värv (täissuuruses)
ka: ფერის გამოკვეთა (სრული ზომა)
ko: 강조 색상(전체 크기)
pt: Cor de realce (tamanho total)
sl: Barva poudarjanja (polna velikost)

source: Highlight color, and fill
ar: لون التظليل، والتعبئة
el: Τονισμός χρώματος (πλήρες μέγεθος)
eo: Marki koloron kaj plenigi
et: Esiletõstmise värv ja täitmine
ka: ფერის გამოკვეთა და შევსება
ko: 강조 색상 및 채우기
pt: Cor de realce e preenchimento
sl: Barva poudarjanja in polnila

source: Line drawn with highlight color
ar: خط مرسوم بلون التظليل
el: Σχεδιο γραμμής με τονισμό χρώματος
eo: Linio desegnita kun elstara koloro
et: Joone näitamine esiletõstmise värviga
ka: გამოკვეთილი ფერით დახატული ხაზი
ko: 강조 색상으로 그린 선
pt: Linha desenhada com a cor de realce
sl: Črta, narisana z barvo poudarjanja

source: Nothing
ar: لا شيء
el: Τίποτα
eo: Nenio
et: Puudub
ka: არაფერი
ko: 없음
pt: Nada
sl: Nič

source: No border
ar: بلا حدود
el: Χωρίς περίγραμμα
eo: Neniu bordo
et: Piireteta
ka: საზღვრის გარეშე
ko: 테두리 없음
pt: Sem contorno
sl: Brez obrobe

source: Light border
ar: حدود فاتحة
el: Φωτεινό περίγραμμα
eo: Malpeza bordo
et: Hele piire
ka: ღია საზღვარი
ko: 밝은 테두리
pt: Contorno claro
sl: Svetla obroba

source: 3D border (light only)
ar: حدود ثلاثية الأبعاد (فاتحة فقط)
el: 3D περίγραμμα (φωτεινό μόνο)
eo: 3D-bordo (nur malpeza)
et: 3D piire (ainult hele)
ka: 3D საზღვარი (მხოლოდ ღია)
ko: 3D 테두리(밝은색만)
pt: Contorno 3D (apenas claro)
sl: 3D-obroba (samo svetla)

source: 3D border (dark and light)
ar: حدود ثلاثية الأبعاد (داكنة وفاتحة)
el: 3D περίγραμμα (σκοτεινό και φωτεινό)
eo: 3D-bordo (malhela kaj hela)
et: 3D piire (tume ja hele)
ka: 3D საზღვარი (მუქი და ღია)
ko: 3D 테두리(어두운 색 및 밝은 색)
pt: Contorno 3D (claro e escuro)
sl: 3D-obroba (temna in svetla)

source: Shine
ar: تألق
el: Λαμπερό
eo: Brili
ka: ნათება
ko: 빛나게
pt: Brilho
sl: Sijaj

source: Left
ar: يسار
el: Αριστερά
eo: Maldekstre
et: Vasakul
ka: მარცხენა
ko: 왼쪽
pt: Esquerda
sl: Levo

source: Center (between controls)
ar: المركز (بين عناصر التحكم)
el: Κέντρο (ανάμεσα σε κουμπιά ελέγχου)
eo: Centro (inter regiloj)
et: Keskel (juhtelementide vahel)
ka: ცენტრი (კონტროლებს შორის)
ko: 가운데(컨트롤 사이)
pt: Centro (entre controlos)
sl: Sredinsko (med kontrolniki)

source: Center (full width)
ar: الوسط (كامل العرض)
el: Κέντρο (πλήρες πλάτος)
eo: Centro (plena larĝo)
et: Keskel (täislaiuses)
ka: ცენტრი (სრული სიგანე)
ko: 가운데(전체 폭)
pt: Centro (largura total)
sl: Sredinsko (polna širina)

source: Right
ar: يمين
el: Δεξιά
eo: Dekstre
et: Paremal
ka: მარჯვენა
ko: 오른쪽
pt: Direita
sl: Desno

source: Do not show
ar: لا تعرض
el: Να μην εμφανίζεται
eo: Ne montri
et: Ei näidata
ka: აღარ მაჩვენო
ko: 표시하지 않기
pt: Não mostrar
sl: Ne prikaži

source: Place on menu button
ar: ضع على زر القائمة
el: Τοποθέτηση στο κουμπί του μενού
eo: Meti sur menubutono
et: Asetamine menüünupule
ka: მენიუს ღილაკზე მოთავსება
ko: 메뉴 단추 위에 놓기
pt: Colocar no botão do menu
sl: Postavi na menijski gumb

source: Place next to title
ar: ضع بجانب العنوان
el: Τοποθέτηση δίπλα στον τίτλο
eo: Meti apud titolo
et: Asetamine tiitli alla
ka: სათაურის შემდეგ მოთავსება
ko: 제목 옆에 놓기
pt: Colocar a seguir ao título
sl: Postavi ob naslov

source: Highlight on top
ar: تظليل في الأعلى
el: Τονισμός στην κορυφή
eo: Emfazi supre
et: Esiletõstmine ülal
ka: გამოკვეთა ზემოდან
ko: 상단 강조하기
pt: Realçar no topo
sl: Poudari na vrhu

source: Highlight on bottom
ar: تظليل في الأسفل
el: Τονισμός στη βάση
eo: Emfazi malsupre
et: Esiletõstmine all
ka: გამოკვეთა ქვემოდან
ko: 하단 강조하기
pt: Realçar no fundo
sl: Poudari na dnu

source: Add a slight glow
ar: أضف توهجًا طفيفًا
el: Προσθήκη μικρής λάμφης
eo: Aldoni iomete brilon
et: Kerge sära lisamine
ka: ოდნავი ნათების დამატება
ko: 약간 글로우 추가
pt: Adicionar um leve brilho
sl: Dodaj rahlo žarenje

source: Top to bottom
ar: من الأعلى إلى الأسفل
el: Κορυφή προς τη βάση
eo: De supre al sube
et: Ülalt alla
ka: ზემოდან ქვემოთ
ko: 위에서 아래로
pt: Cima para baixo
sl: Z vrha na dno

source: Left to right
ar: من اليسار إلى اليمين
el: Αριστερά προς τα δεξιά
eo: De maldekstre al dekstre
et: Vasakult paremale
ka: მარცხნიდან მარჯვნივ
ko: 왼쪽에서 오른쪽으로
pt: Esquerda para a direita
sl: Z leve na desno

source: New style (KDE and Gtk2 similar)
ar: نمط جديد (كيدي و Gtk2 متشابهان)
el: Νέο στιλ (KDE and Gtk2 παρόμοια)
eo: Nova stilo (KDE kaj Gtk2 similaj)
et: Uus stiil (KDE ja Gtk2 sarnane)
ka: ახალი სტილი (KDE და Gtk2-ის მსგავსია)
ko: 새 스타일(KDE 및 Gtk2가 유사)
pt: Estilo novo (semelhante ao KDE e Gtk 2)
sl: Nov slog (KDE in Gtk2 podobno)

source: Old style (KDE and Gtk2 different)
ar: نمط قديم (كيدي و Gtk2 مختلفان)
el: ΠΑλιό στιλ (KDE and Gtk2 διαφορετικά)
eo: Malnova stilo (KDE kaj Gtk2 malsamaj)
et: Vana stiil (KDE-st ja Gtk2-st erinev)
ka: ძველი სტილი (KDE და Gtk2 განსხვავდება)
ko: 이전 스타일(KDE 및 Gtk2가 다름)
pt: Estilo antigo (diferente do KDE e Gtk 2)
sl: Stari slog (KDE in Gtk2 različno)

source: Bordered rings
ar: حلقات ذات حدود
el: Δακτύλιοι περιγράμματος
eo: Borditaj ringoj
et: Piirdega rõngad
ko: 테 있는 고리
pt: Anéis com contornos
sl: Obrobljeni obroči

source: Plain rings
ar: حلقات عادية
el: Απλοί δακτύλιοι
eo: Simplaj ringoj
et: Puhtad rõngad
ka: უბრალო ბეჭდები
ko: 단순한 고리
pt: Anéis planos
sl: Navadni obroči

source: Square rings
ar: حلقات مربعة
el: Τετράγωνοι δεακτύλιοι
eo: Kvadrataj ringoj
et: Ruutrõngad
ka: ოთხკუთხედი ბეჭდები
ko: 사각형 고리
pt: Anéis quadrados
sl: Kvadratni obroči

source: File
ar: ملف
el: Αρχείο
eo: Dosiero
et: Fail
ka: ფაილი
ko: 파일
pt: Ficheiro
sl: Datoteka

source: No glow
ar: بلا توهج
el: Χωρίς λάμψη
eo: Neniu brilo
et: Särata
ka: ნათების გარეშე
ko: 선명함 없음
pt: Sem brilho
sl: Brez žarenja

source: Add glow at the start
ar: أضف توهجًا في البداية
el: Προσθήκη λάμψης στην αρχή
eo: Aldoni brilon ĉe la komenco
et: Sära lisamine algusse
ka: დასაწყისში ნათების დამატება
ko: 시작에 선명함 추가
pt: Adicionar um brilho ao início
sl: Dodaj žarenje na začetku

source: Add glow in the middle
ar: أضف توهجًا في المنتصف
el: Προσθήκη λάμψης στη μέση
eo: Aldoni brilon en la mezo
et: Sära lisamine keskele
ka: შუაში ნათების დამატება
ko: 중간에 선명함 추가
pt: Adicionar um brilho ao meio
sl: Dodaj žarenje na sredini
