Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: Add glow at the end
ar: أضف توهجًا في النهاية
el: Προσθήκη λάμψης στο τέλος
eo: Aldoni brilon ĉe la fino
et: Sära lisamine lõppu
ka: ბოლოში ნათების დამატება
ko: 마지막에 선명함 추가
pt: Adicionar um brilho ao fim
sl: Dodaj žarenje na konec

source: Small (%1 pixels)
ar: صغير ($%1$ بكسل)
el: Μικρό (%1 εικονοστοιχεία)
eo: Malgranda (%1 pikseloj)
et: Väike (%1 pikslit)
ka: პატარა (%1 პიქსელი)
ko: 작게(%1픽셀)
pt: Pequeno (%1 pontos)
sl: Majhne (%1 slik. točk)

source: Large (%1 pixels)
ar: كبير ($%1$ بكسل)
el: Μεγάλο (%1 εικονοστοιχεία)
eo: Granda (%1 pikseloj)
et: Suur (%1 pikslit)
ka: ძალიან დიდი (%1 პიქსელი)
ko: 크게(%1픽셀)
pt: Grande (%1 pontos)
sl: Velike (%1 slik. točk)

source: Titlebar only
ar: شريط العنوان فقط
el: Γραμμή τίτλου μόνο
eo: Titolbreto nur
et: Ainult tiitliriba
ka: მხოლოდ სათაურის ზოლი
ko: 제목 표시줄에서만 사용
pt: Apenas a barra de título
sl: Samo naslovna vrstica

source: Titlebar and menubar
ar: شريط العنوان وشريط القائمة
el: Γραμμές τίτλου και μενού
eo: Titolbreto kaj menubreto
et: Tiitli- ja menüüriba
ka: სათაურის და მენიუს ზოლები
ko: 제목 표시줄과 메뉴 표시줄
pt: Barra de título e menu
sl: Naslovna in menijska vrstica

source: Titlebar, menubar, and toolbars
ar: شريط العنوان، شريط القائمة، وأشرطة الأدوات
el: Γραμμές τίτλου, μενού και εργαλείων
eo: Titolbreto, menubreto kaj ilbretoj
et: Tiitli- ja menüüriba ning tööriistaribad
ka: სათაურისა და მენიუს ზოლები, ხელსაწყოების ზოლი
ko: 제목 표시줄, 메뉴 표시줄과 도구 모음
pt: Barra de título, menu e barras de ferramentas
sl: Naslovna, menijska in orodne vrstice

source: All empty areas
ar: كل المناطق الفارغة
el: Όλες οι κενές περιοχές
eo: Ĉiuj malplenaj areoj
et: Kõik tühjad alad
ka: ყველა ცარიელი ადგილი
ko: 모든 빈 영역
pt: Todas as áreas vazias
sl: Vsa prazna območja

source: Standard frame border
ar: حدود إطار قياسية
el: Τυπικό περίγραμμα πλαισίου
eo: Norma kadra bordo
et: Standardne raamipiire
ka: სტანდარტული ჩარჩო
ko: 표준 프레임 테두리
pt: Contorno normal
sl: Standardna obroba okvirja

source: Single separator line
ar: خط فاصل مفرد
el: Μονή διαχωριστική γραμμή
eo: Ununura apartiga linio
et: Ühekordne eraldusjoon
ko: 구분선 하나
pt: Linha separadora simples
sl: Enojna ločitvena črta

source: Shaded background
ar: خلفية مظللة
el: Σκιασμένο υπόβαθρο
eo: Ombrita fono
et: Varjutatud taust
ka: დაჩრდილული ფონი
ko: 음영 처리된 배경
pt: Fundo sombreado
sl: Senčeno ozadje

source: Faded background
ar: خلفية متلاشية
el: Υπόβαθρο ομαλής εξόδου
eo: Paliĝinta fono
et: Hääbuv taust
ka: მინავლებადი ფონი
ko: 희미한 배경
pt: Fundo desvanecido
sl: Zatemnjeno ozadje

source: Outside frame
ar: خارج الإطار
el: Εξωτερικό πλαίσιο
eo: Ekstera kadro
et: Väljaspool raami
ka: ჩარჩოს გარეთ
ko: 프레임 바깥쪽
pt: Fora da moldura
sl: Izven okvira

source: On frame
ar: على الإطار
el: Πάνω στο πλαίσιο
eo: Sur kadro
et: Raami peal
ka: ჩარჩოზე
ko: 프레임 위쪽
pt: Na moldura
sl: Na okviru

source: Inside frame
ar: داخل الإطار
el: Μέσα στο πλαίσιο
eo: Ene kadro
et: Seespool raami
ka: ჩარჩოს შიგნით
ko: 프레임 안쪽
pt: Dentro da moldura
sl: Znotraj okvira

source: Standard (auto-raise)
ar: قياسي (ارتفاع آلي)
el: Τυπικό (αυτο-ανυφούμενο)
eo: Norma (aŭtomata pliigo)
et: Standardne (automaatne tõstmine)
ka: სტანდარტული (ავტომატურად-აწეული)
ko: 표준(자동-도드라짐)
pt: Normal (auto-elevar)
sl: Standardno (samodejno dvignjeno)

source: Raised and joined
ar: مرفوع وموحد
el: Ανυφωμένο και ενωμένο
eo: Levita kaj kunigita
et: Tõstetud ja ühendatud
ka: აწეული და შეერთებული
ko: 도드라지고 결합되게
pt: Elevado e reunido
sl: Dvignjeno in združeno

source: pixels
ar: بكسل
el: εικονοστοιχεία
eo: rastrumeroj
et: pikslit
ka: პიქსელი
ko: 픽셀
pt: pontos
sl: slik. točk

source: Menu Background
ar: خلفية القائمة
el: Υπόβαθρο μενού
eo: Menuo Fono
et: Menüü taust
ka: მენიუს ფონი
ko: 메뉴 배경
pt: Fundo do Menu
sl: Ozadje menija

source: Background Image
ar: صورة الخلفية
el: Εικόνα υπόβαθρου
eo: Fona Bildo
et: Taustapilt
ka: ფონის სურათი
ko: 배경 이미지
pt: Imagem de Fundo
sl: Slika za ozadje

source: Menu Image
ar: صورة القائمة
el: Εικόνα μενού
eo: Menuo Bildo
et: Menüüpilt
ka: მენიუს გამოსახულება
ko: 메뉴 이미지
pt: Imagem do Menu
sl: Slika menija

source: Presets and Preview
ar: الإعدادات المبدئية والمعاينة
el: Προρυθμίσεις και προεπισκόπηση
eo: Antaŭagordoj kaj Antaŭrigardo
et: Valmisseadistused ja eelvaatlus
ka: პრესეტები და მინიატურა
ko: 사전 설정과 미리 보기
pt: Predefinições e Antevisão
sl: Prednastavitve in predogled

source: General
ar: عامّ
el: Γενικά
eo: Ĝenerala
et: Üldine
ka: ზოგადი
ko: 일반
pt: Geral
sl: Splošno

source: Rounding
ar: مقرًبا
el: Στρογγύλευση
eo: Rondigo
et: Ümardamine
ka: დამრგვალება
ko: 원형 설정
pt: Arredondamento
sl: Zaokroževanje

source: Opacity
ar: الشّفافيّة
el: Αδιαφένεια
eo: Opakeco
et: Läbipaistmatus
ka: გაუმჭირვალობა
ko: 불투명도
pt: Opacidade
sl: Prekrivnost

source: Group Boxes
ar: صناديق المجموعات
el: Κουτιά ομάδων
eo: Grupkestoj
et: Rühmakastid
ka: გრუპბოქსები
ko: 그룹 상자
pt: Áreas de Grupos
sl: Skupinska polja

source: Combos
ar: المركبات
el: Συνδυασμένα
eo: Komboj
et: Liitkastid
ka: კომბო
ko: 콤보상자
pt: Listas
sl: Kombinirana polja

source: Spin Buttons
ar: أزرار الدوران
el: Κουμπιά κύλισης
eo: Turnbutonoj
et: Kerimisnupud
ko: 회전 버튼
pt: Botões Incrementais
sl: Vrtilni gumbi

source: Splitters
ar: فواصل
el: Διαχωριστές
eo: Disigiloj
et: Eraldajad
ka: გამყოფები
ko: 구분자
pt: Divisórias
sl: Razdelilci

source: Sliders and Scrollbars
ar: مزالق وأشرطة تمرير
el: Κουμπιά και γραμμές κύλισης
eo: Glitiloj kaj Rulumbretoj
et: Liugurid ja kerimisribad
ka: ჩოჩიები
ko: 조절 막대와 스크롤 막대
pt: Barras Deslizantes e de Deslocamento
sl: Drsniki in drsni trakovi

source: Progressbars
ar: أشرطة التقدم
el: Γραμμές προόδου
eo: Progresbretoj
et: Edenemisribad
ka: მიმდინარეობის ზოლები
ko: 진행 표시줄
pt: Barras de Progresso
sl: Vrstice napredka

source: Default Button
ar: الزر المبدئيّ
el: Προκαθορισμένο κουμπί
eo: Defaŭlta Butono
et: Vaikenupp
ka: ნაგულისხმები ღილაკი
ko: 기본 버튼
pt: Botão Predefinido
sl: Privzeti gumb

source: Mouse-over
ar: مرور الفأرة
el: Αιώρηση ποντικιού
eo: Muso super
et: Hiirekursori all
ka: თაგუნას მიტანა
ko: 마우스 올림
pt: Passagem do Rato
sl: Prečkanje z miško

source: Item Views
ar: مشاهد العناصر
el: Προβολές αντικειμένου
eo: Objektvidoj
et: Elemendivaated
ka: ელემენტის სიები
ko: 항목 보기
pt: Áreas de Itens
sl: Pogledi elementov

source: Scrollviews
ar: مشاهد التمرير
el: Προβολές κύλισης
eo: Rulumvidoj
et: Kerimisvaated
ka: დაქაჩვადი სიები
ko: 스크롤 보기
pt: Áreas de Deslocamento
sl: Pregledi drsenja

source: Tabs
ar: الألسنة
el: Καρτέλες
eo: Langetoj
et: Kaardid
ka: ჩანართები
ko: 탭
pt: Páginas
sl: Zavihki

source: Checks and Radios
ar: مربعات ومفاتيح اختيار
el: Κουμπιά ελέγχου και επιλογής
eo: Mark- kaj Radio-butonoj
et: Märkeruudud ja raadionupud
ka: ჩასართავები და გადასართავები
ko: 확인란과 라디오 단추
pt: Opções de Marcação e Exclusivas
sl: Potrditvena in izbirna polja

source: Windows
ar: النوافذ
el: Παράθυρα
eo: Fenestroj
et: Aknad
ka: ფანჯრები
ko: 창
pt: Janelas
sl: Okna

source: <p><b>NOTE:</b><i>The settings here affect the borders drawn around application windows and dialogs - and not internal (or MDI) windows. Therefore, these settings will <b>not</b> be reflected in the Preview page.</i></p>
ar: <p><b>ملاحظة:</b><i>تؤثر الإعدادات هنا على الحدود المرسومة حول نوافذ وتطبيقات الحوار - وليس النوافذ الداخلية (أو MDI). لذلك، لن تنعكس هذه الإعدادات في صفحة المعاينة <b>.</b></i></p>
el: <p><b>ΣΗΜΕΙΩΣΗ:</b><i>Οι ρυθμίσεις εδώ επηρεάζουν τα περιγράμματα γύρω από τα παράθυρα και τους διαλόγους των εφαρμογών - όχι τα εσωτερικά (ή MDI) παράθυρα. Συνεπώς, αυτές οι ρυθμίσεις <b>δεν</b> θα αντανακλούν στη σελίδα προεπισκόπησης.</i></p>
eo: <p><b>NOTU:</b><i>La agordoj ĉi tie influas la bordojn desegnitajn ĉirkaŭ aplikaĵfenestroj kaj dialogoj - kaj ne internajn (aŭ MDI) fenestrojn. Tial ĉi tiuj agordoj <b>ne</b> estos reflektitaj en la Antaŭrigarda paĝo.</i></p>
et: <p><b>MÄRKUS:</b><i>Siinsed seadistused mõjutavaid rakenduse akende ja dialoogide piirdeid, mitte sisemiste (MDI) akende piirdeid. Seepärast <b>ei</b> kajastu need seadistused eelvaatluse leheküljel.</i></p>
ko: <p><b>주의:</b><i>이 설정은 앱의 내부(또는 MDI) 창이 아닌 창과 대화 상자 주의에 그려진 테두리에 영향을 줍니다. 그러므로 이 설정은 미리 보기 페이지 내에 반영이 <b>되지 않을</b> 것입니다.</i></p>
pt: <p><b>NOTA:</b><i>A configuração aqui afecta os contornos que são desenhados à volta das janelas das aplicações - e não nas janelas internas ou de sub-documentos. Como tal, esta configuração <b>não</b> será reflectida na página de Antevisão.</i></p>
sl: <p><b>OPOMBA:</b> <i>Tukajšnje nastavitve vplivajo na obrobe, izrisane okoli oken programov in pogovornih oken - in ne notranjih (ali MDI-) oken. Zato se te nastavitve <b> ne </b> bodo odražale na strani Predogled.</i></p>

source: Window Manager
ar: مدير نوافذ
el: Διαχειριστής παραθύρων
eo: Fenestra Administranto
et: Aknahaldur
ka: ფანჯრის მმართველი
ko: 창 관리자
pt: Gestor de Janelas
sl: Upravitelj oken

source: Window buttons
ar: أزرار النافذة
el: Κουμπιά παραθύρων
eo: Fenestraj butonoj
et: Akna nupud
ka: ფანჯრის ღილაკები
ko: 창 단추
pt: Botões da janela
sl: Gumbi oken

source: Window button colors
ar: ألوان زر النافذة
el: Χρώματα κουμπιών παραθύρων
eo: Fenestraj butonkoloroj
et: Akna nuppude värv
ka: ფანჯრის ღილაკის ფერები
ko: 창 단추 색상
pt: Cores dos botões da janela
sl: Barve gumbov oken

source: Menubars
ar: أشرطة القائمة
el: Γραμμές μενού
eo: Menubretoj
et: Menüüribad
ka: მენიუს ზოლები
ko: 메뉴 표시줄
pt: Menus
sl: Menijske vrstice

source: Popup menus
ar: القوائم المنبثقة
el: Αναδυόμενα μενού
eo: Ŝprucmenuoj
et: Hüpikmenüüd
ka: მხტუნარა მენიუები
ko: 팝업 메뉴
pt: Menus de contexto
sl: Pojavni meniji

source: Toolbars
ar: أشرطة الأدوات
el: Γραμμές εργαλείων
eo: Ilobretoj
et: Tööriistaribad
ka: &ხელსაწყოთა ზოლები
ko: 도구 모음
pt: Barras de Ferramentas
sl: Orodne vrstice

source: Statusbars
ar: أشرطة الحالة
el: Γραμμές κατάστασης
eo: Statusbretoj
et: Olekuribad
ka: სტატუსის ზოლები
ko: 상태 표시줄
pt: Barras de Estado
sl: Vrstice stanja

source: Dock windows
ar: نوافذ الإرساء
el: Παράθυρα προσάρτησης
eo: Dok-fenestroj
et: Dokiaknad
ko: 독 창
pt: Janelas acopláveis
sl: Sidraj okna

source: Advanced Settings
ar: ١إعدادات متقدّمة
el: Προηγμένες ρυθμίσεις
eo: Altnivelaj Agordoj
et: Muud seadistused
ka: დამატებითი პარამეტრები
ko: 고급 설정
pt: Configuração Avançada
sl: Napredne nastavitve

source: Applications
ar: التّطبيقات
el: Εφαρμογές
eo: Aplikoj
et: Rakendused
ka: აპლიკაციები
ko: 앱
pt: Aplicações
sl: Programi

source: Legacy
ar: تراثي
el: Απαρχαιωμένο
eo: Heredaĵo
et: Pärand
ka: ძველი
ko: 호환성
pt: Legado
sl: Opuščeno

source: Custom Gradients
ar: تدرجات مخصصة
el: Προσαρμοσμένες διαβαθμίσεις
eo: Propraj Gradientoj
et: Kohandatud üleminekud
ka: მომხმარებლის გრადაციები
ko: 사용자 그라데이션
pt: Gradientes Personalizados
sl: Prelivi po meri

source: Custom Shades
ar: ظلال مخصصة
el: Προσαρμοσμένες σκιάσεις
eo: Propraj Ombroj
ka: მომხმარებლის ჩრდილები
ko: 사용자 정의 음영
pt: Tons Personalizados
sl: Sence po meri

source: Save
ar: احفظ
el: Αποθήκευση
eo: Konservi
et: Salvesta
ka: შენახვა
ko: 저장
pt: Gravar
sl: Shrani

source: Delete
ar: احذف
el: Διαγραφή
eo: Forigi
et: Kustuta
ka: წაშლა
ko: 삭제
pt: Apagar
sl: Izbriši

source: Import...
ar: استورد...
el: Εισαγωγή...
eo: Importi...
et: Impordi ...
ka: &შემოტანა...
ko: 가져오기...
pt: Importar...
sl: Uvozi …

source: Export...
ar: صدّر...
el: Εξαγωγή...
eo: Eksporti...
et: Ekspordi ...
ka: გატანა...
ko: 내보내기...
pt: Exportar...
sl: Izvozi ...

source: (Current)
ar: (الحاليّ)
el: (Τρέχον)
eo: (Nuna)
et: (Aktiivne)
ka: (მიმდინარე)
ko: (현재 설정)
pt: (Actual)
sl: (Trenutno)

source: (Default)
ar: (المبدئيّ)
el: (Προκαθορισμένο)
eo: (Defaŭlta)
et: (Vaikimisi)
ka: (ნაგულისხმები)
ko: (기본 설정)
pt: (Por omissão)
sl: (privzeto)

source: Export your current KDE4 color palette, and font, so that they can be used by KDE3 applications?
ar: صدِّر لوحة ألوانك وخطك الحاليين لـ KDE4، بحيث استخدامها بواسطة تطبيقات KDE3؟
el: Να εξαχθεί η τρέχουσα παλέτα χρωμάτων του KDE4 και η γραμματοσειρά, ώστε να χρησιμεύσουν σε εφαρμογές KDE3;
eo: Ĉu eksporti vian nunan KDE4-koloran paletron kaj tiparon, por ke ili estu uzataj de KDE3-aplikoj?
et: Kas eksportida sinu praegune KDE4 värvipalet ja font, et neid saaks kasutada KDE3 rakendustes?
ko: 현재 KDE4의 색상 팔레트와 글꼴을 KDE3 앱에서 사용할 수 있게 내보내겠습니까?
pt: Deseja exportar a sua paleta actual de cores do KDE4 e tipos de letra, para que possam ser usados pelas aplicações do KDE3?
sl: Ali želite izvoziti trenutno barvno paleto KDE4 in pisavo, tako da jih lahko uporabljajo programi KDE3?

source: Export your current KDE4 color palette, and font, so that they can be used by pure-Qt3 applications?
ar: صدِّر لوحة ألوانك وخطك الحاليين لـ KDE4، بحيث استخدامها بواسطة تطبيقات Qt3 الخالصة؟
el: Να εξαχθεί η τρέχουσα παλέτα χρωμάτων του KDE4 και η γραμματοσειρά, ώστε να χρησιμεύσουν σε αμιγείς εφαρμογές Qt3;
eo: Ĉu eksporti vian nunan KDE4-koloran paletron kaj tiparon, por ke ili estu uzataj de pure-Qt3-aplikoj?
et: Kas eksportida sinu praegune KDE4 värvipalet ja font, et neid saaks kasutada puhastes Qt rakendustes?
ko: 현재 KDE4의 색상 팔레트와 글꼴을 순수한 Qt3 앱에서 사용할 수 있게 내보내겠습니까?
pt: Deseja exportar a sua paleta actual de cores do KDE4 e tipos de letra, para que possam ser usados pelas aplicações em Qt3 puro?
sl: Ali želite izvoziti trenutno barvno paleto KDE4 in pisavo, tako da jih lahko uporabljajo programi pure-Qt3?

source: <p>Set the following config items so that window titlebar and menubars appear blended?</p><ul><li>Menubar, titlebar, and inactive titlebar gradient to "%1"</li><li>Disable "Blend titlebar color into background color"</li><li>Set menubar coloration to "%2"</li><li>Extend window dragging into menubar</li>
ar: <p>اضبط عناصر الإعداد التالية بحيث تظهر أشرطة العنوان وشريط القائمة للنافذة ممزوجة؟</p><ul><li>اجعل تدرج شريط القائمة، شريط العنوان، وشريط العنوان غير النشط "%1"</li><li>عطِّل "امزج لون شريط العنوان في لون الخلفية"</li><li>اجعل تلوين شريط القائمة "%2"</li><li>وسّع سحب النافذة إلى شريط القائمة</li>
el: <p>Να ρυθμιστούν τα ακόλουθα αντικείμενα διαμόρφωσης ώστε η γραμμή τιλου στα παράθυρα και οι γραμμές μενού να εμανίζονται ανάμικτες;</p><ul><li>Η διαβάθμιση γραμμών μενού, τίτλου και ανενεργού τίτλου να ορίζουν "%1"</li><li>Απενεργοποίηση «του ανάμικτου χρώματος γραμμής τίτλου σε χρώμα υπόβαθρου»</li><li>Ρύθμιση του χρωματισμού της γραμμής μενού σε "%2"</li><li>Επέκταση της έλκυσης παραθύρου στη γραμμή μενού</li>
eo: <p>Ĉu agordi la sekvajn agordajn erojn por ke fenestrotitolo kaj menubretoj aperu miksitaj?</p><ul><li>Menubreto, titolbreto kaj neaktiva titolbreto gradiento al "%1"</li><li>Malŝalti "Miksi koloron de titolbreto en fonkoloron"</li><li>Agordi kolorigon de menubreto al "%2"</li><li>Etendi fenestran trenadon en menubreton</li>
ko: <p>다음 설정 항목을 설정하여 창 제목 표시줄과 메뉴 표시줄 모양을 혼합하시겠습니까?</p><ul> <li>메뉴 표시줄과 제목 표시줄, 비활성 제목 표시줄 그라데이션을 "%1"로 설정</li> <li>"제목 표시줄 색상을 배경색과 혼합하기"를 사용하지 않음</li> <li>메뉴 표시줄 색상을 "%2"로 설정</li> <li>창 드래그 기능을 메뉴 표시줄까지 확장</li>
pt: <p>Deseja configurar os seguintes itens de configuração de forma que as barras de título e do menu se fundam?</p><ul><li>Barras de menu, título e título inactivo como "%1"</li><li>Desactive "Fundir a cor da barra de título com a cor de fundo"</li><li>Configure a coloração do menu como "%2"</li><li>Alargue o arrastamento da janela para a barra do menu</li>
sl: <p>Ali želite nastaviti naslednje elemente prilagoditve, da se naslovna vrstica okna in menijske vrstice prikažejo zlito?</p><ul><li>Nastavite preliv menijske vrstice, naslovne vrstice in nedejavne naslovne vrstice na »%1«</li><li>Onemogočite »Zlij barvo naslovne vrstice v barvo ozadja«</li><li>Nastavite barvo menijske vrstice na »%2«</li><li>Razširite okno s povlekom v menijsko vrstico</li></ul>

source: Reattach
ar: أعِد الإرفاق
el: Επανασύνδεση
eo: Religi
et: Ühenda uuesti
ka: თავიდან მიმაგრება
ko: 다시 붙이기
pt: Reassociar
sl: Ponovno pripni

source: Detach
ar: افصل
el: Αποσύνδεση
eo: Forigi
et: Haagi lahti
ka: მოძრობა
ko: 떼내기
pt: Destacar
sl: Odpni

source: Copy settings from another gradient
ar: انسخ الإعدادات من تدرج آخر
el: Αντιγραφή ρυθμίσεων από άλλη διαβάθμιση
eo: Kopii agordojn de alia gradiento
et: Seadistuste kopeerimine teisest üleminekust
ka: პარამეტრების სხვა გრადაციიდან კოპირება
ko: 다른 그라데이션에서 설정 복사하기
pt: Copiar as definições doutro gradiente
sl: Kopiraj nastavitve iz drugega preliva

source: Add
ar: أضف
el: Προσθήκη
eo: Aldoni
et: Lisa
ka: დამატება
ko: 추가
pt: Adicionar
sl: Dodaj

source: Remove
ar: أزل
el: Αφαίρεση
eo: Forigi
et: Eemalda
ka: წაშლა
ko: 삭제
pt: Remover
sl: Odstrani

source: Update
ar: حدّث
el: Ενημέρωση
eo: Ĝisdatigo
et: Uuenda
ka: განახლება
ko: 업데이트
pt: Actualização
sl: Posodobi

source: Save Preset
ar: احفظ إعداد مسبق
el: Αποθήκευση προρύθμισης
eo: Konservi Antaŭagordon
et: Valmisseadistuse salvestamine
ka: პარამეტრის შენახვა
ko: 사전 설정 저장
pt: Gravar a Predefinição
sl: Shrani prednastavitev

source: Please enter a name for the preset:
ar: الرجاء أدخل اسمًا للإعداد المبدئي:
el: Δώστε όνομα για την προρύθμιση:
eo: Bonvolu enigi nomon por la antaŭdiro:
et: Valmisseadistuse nimi:
ka: შეიყვანეთ პრესეტის სახელი:
ko: 사전 설정 이름을 입력하십시오:
pt: Indique um nome para a predefinição:
sl: Vnesite ime za prednastavitev:

source: New preset
ar: إعدادات مسبقة جديدة
el: Νέα προρύθμιση
eo: Nova antaŭagordo
et: Uus valmisseadistus
ka: ახალი პრესეტი
ko: 새 사전 설정
pt: Nova predefinição
sl: Nova prednastavitev

source: %1 New
ar: %1 جديد
el: %1 νέα
eo: %1 Nova
et: %1 uus
ka: %1 ახალი
ko: 새 %1
pt: Novo %1
sl: %1 novih

source: Sorry, failed to save preset
ar: عذرًا، فشل حفظ الإعداد المبدئي
el: Αποτυχία αποθήκευσης προρύθμισης
eo: Pardonu, malsukcesis konservi antaŭdifinon
et: Vabandust, valmisseadistuse salvestamine nurjus
ka: პრესეტის შენახვის შეცდომა
ko: 죄송합니다. 사전 설정을 저장하지 못했습니다
pt: Infelizmente, não foi possível gravar a predefinição
sl: Žal shranjevanje prednastavitve ni uspelo

source: <p>You cannot use the name "%1".</p><p>Please enter a different name:</p>
ar: <p>لا يمكنك استخدام الاسم "%1".</p><p>الرجاء أدخل اسمًا مختلفًا:</p>
el: <p>Δεν μπορείτε να χρησιμοποιήσετε το όνομα "%1".</p><p>Δώστε διαφορετικό όνομα:</p>
eo: <p>Vi ne povas uzi la nomon "%1".</p><p>Bonvolu enigi alian nomon:</p>
et: <p>Nime "%1" ei saa kasutada.</p><p>Palun anna mõni muu nimi:</p>
ko: <p>"%1" 이름을 사용할 수 없습니다.</p><p>다른 이름을 입력하십시오:</p>
pt: <p>Não pode usar o nome "%1".</p><p>Indique por favor um nome diferente:</p>
sl: <p>Imena »%1« ne morete uporabiti.</p><p>Vnesite drugo ime:</p>

source: <p>A system defined preset named "%1" already exists.</p><p>Please enter a new name:</p>
ar: <p>إعداد مبدئي معرّف بالنظام باسم "%1" موجود بالفعل.</p><p>الرجاء أدخل اسمًا جديدًا:</p>
el: <p>Μια προρύθμιση συστήματος με όνομα "%1" ήδη υπάρχει.</p><p>Δώστε νέο όνομα:</p>
eo: <p>Sistemo difinita antaŭagordo nomita "%1" jam ekzistas.</p><p>Bonvolu enigi novan nomon:</p>
et: <p>Süsteemi valmisseadistus "%1" on juba olemas.</p><p>Palun anna uus nimi:</p>
ko: <p>이름이 "%1"인 시스템 정의 사전 설정이 이미 있습니다.</p><p>새 이름을 입력하십시오:</p>
pt: <p>Já existe uma predefinição do sistema chamada "%1".</p><p>Indique por favor um novo nome:</p>
sl: <p>Sistemsko določena prednastavitev z imenom »%1« že obstaja.</p><p>Vnesite novo ime:</p>

source: <p>A preset named "%1" already exists.</p><p>Do you wish to overwrite this?</p>
ar: <p>إعداد مبدئي باسم "%1" موجود بالفعل.</p><p>هل ترغب في الكتابة فوق هذا؟</p>
el: <p>Μια προρύθμιση με όνομα "%1" ήδη υπάρχει.</p><p>Θέλετε να την αντικαταστήσετε;</p>
eo: <p>Antaŭdifino nomita "%1" jam ekzistas.</p><p>Ĉu vi volas anstataŭigi ĉi tion?</p>
et: <p>Valmisseadistus "%1" on juba olemas.</p><p>Kas kirjutada see üle?</p>
ko: <p>이름이 "%1"인 사전 설정이 이미 존재합니다.</p><p>덮어 쓰시겠습니까?</p>
pt: <p>Já existe uma predefinição chamada "%1".</p><p>Deseja substituí-la?</p>
sl: <p>Prednastavitev z imenom »%1« že obstaja.</p><p>Ali jo želite prepisati?</p>

source: <p>Please enter a new name:</p>
ar: <p>رجاء أدخل اسما جديدا:</p>
el: <p>Δώστε νέο όνομα:</p>
eo: <p>Bonvolu enigi novan nomon:</p>
et: <p>Palun anna uus nimi:</p>
ka: <p>შეიყვანეთ ახალი სახელი:</p>
ko: <p>새 이름을 입력하십시오:</p>
pt: <p>Indique por favor um novo nome:</p>
sl: <p>Vnesite novo ime:</p>

source: <p>Are you sure you wish to delete:</p><p><b>%1</b></p>
ar: <p>هل أنت متأكد من حذف:</p><p><b>%1</b></p>
el: <p>Είστε βέβαιοι ότι θέλετε να διαγράψετε:</p><p><b>%1</b></p>
eo: <p>Ĉu vi certas, ke vi volas forigi:</p><p><b>%1</b></p>
et: <p>Kas tõesti kustutada:</p><p><b>%1</b></p>
ka: <p>მართლა გნებავთ, წაშალოთ:</p><p><b>%1</b></p>
ko: <p>다음 항목을 삭제하시겠습니까:</p><p><b>%1</b></p>
pt: <p>Tem a certeza que deseja remover:</p><p><b>%1</b></p>
sl: <p>Ali ste prepričani, da želite izbrisati:</p><p><b>%1</b></p>

source: <p>Sorry, failed to remove the preset file:</p><p><i>%1</i></p>
ar: <p>عذرًا، فشل إزالة ملف الإعداد المبدئي:</p><p><i>%1</i></p>
el: <p>Αποτυχία αφαίρεσης του αρχείου προρύθμισης:</p><p><i>%1</i></p>
eo: <p>Pardonu, malsukcesis forigi la antaŭdifinitan dosieron:</p><p><i>%1</i></p>
et: <p>Vabandust valmisseadistuse faili eemaldamine nurjus:</p><p><i>%1</i></p>
ka: <p>პრესეტის ფაილის წაშლის შეცდომა:</p><p><i>%1</i></p>
ko: <p>죄송합니다. 사전 설정 파일을 삭제하지 못했습니다:</p><p><i>%1</i></p>
pt: <p>Infelizmente, não foi possível remover o ficheiro da predefinição:</p><p><i>%1</i></p>
sl: <p>Žal odstranitev datoteke prednastavitve ni uspela:</p><p><i>%1</i></p>

source: <p>Sorry, failed to load file.</p><p><i>Empty preset name?</i></p>
ar: <p>عذرًا، فشل تحميل الملف.</p><p><i>اسم إعداد مبدئي فارغ؟</i></p>
el: <p>Αποτυχία φόρτωσης αρχείου.</p><p><i>Κενό όνομα προρύθμισης;</i></p>
eo: <p>Pardonu, malsukcesis ŝargi dosieron.</p><p><i>Malplena antaŭfiksita nomo?</i></p>
et: <p>Vabandust, faili laadimine nurjus.</p><p><i>Kas valmisseadistusel on ikka nimi?</i></p>
ko: <p>죄송합니다. 파일을 열지 못했습니다.</p><p><i>사전 설정 이름을 비우시겠습니까?</i></p>
pt: <p>Infelizmente, não foi possível carregar o ficheiro.</p><p><i>Será que o nome da predefinição está vazio?</i></p>
sl: <p>Žal nalaganje datoteke ni uspelo.</p><p><i>Ali želite izprazniti ime prednastavitve?</i></p>

source: <p>Sorry, failed to load file.</p><p><i>Cannot have a preset named "%1"</i></p>
ar: <p>عذرًا، فشل تحميل الملف.</p><p><i>لا يمكن أن يكون لديك إعداد مبدئي باسم "%1"</i></p>
el: <p>Αποτυχία φόρτωσης αρχείου.</p><p><i>Αδυναμία προρύθμισης με όοομα "%1"</i></p>
eo: <p>Pardonu, malsukcesis ŝargi dosieron.</p><p><i>Ne povas havi antaŭdifinilon nomitan "%1"</i></p>
et: <p>Vabandust, faili laadimine nurjus.</p><p><i>Valmisseadistuse nimi ei saa olla "%1"</i></p>
ko: <p>죄송합니다. 파일을 열지 못했습니다.</p><p><i>"%1" 이름으로 된 사전 설정을 가질 수 없음</i></p>
pt: <p>Infelizmente, não foi possível carregar o ficheiro.</p><p><i>Não é possível ter uma predefinição chamada "%1"</i></p>
sl: <p>Žal nalaganje datoteke ni uspelo.</p><p><i>Prednastavitev ne morete poimenovati z »%1«.</i></p>

source: Sorry, failed to open compressed file.
ar: عذرًا، فشل فتح الملف المضغوط.
el: Αποτυχία ανοίγματος συμπιεσμένου αρχείου.
eo: Pardonu, malsukcesis malfermi kunpremitan dosieron.
et: Vabandust, tihendatud faili avamine nurjus.
ka: შეკუმშული ფაილის გახსნის შეცდომა.
ko: 죄송합니다. 압축된 파일을 열 수 없습니다.
pt: Infelizmente, não foi possível abrir o ficheiro comprimido.
sl: Oprostite, odpiranje stisnjene datoteke je spodletelo.

source: Invalid compressed settings file. (Could not locate settings file.)
ar: ملف إعدادات مضغوط غير صالح. (تعذر تحديد موقع ملف الإعدادات.)
el: Μη έγκυρο συμπιεσμένο αρχείο ρυθμίσεων. (Αδυναμία εύρεσης αρχείου ρυθμίσεων.)
eo: Nevalida kunpremita agorda dosiero. (Ne eblis trovi agordodosieron.)
et: Vigane tihendatud seadistusfail. (Seadistusfaili ei õnnestunud tuvastada.)
ko: 유효하지 않은 압축된 설정 파일. (설정 파일을 찾을 수 없습니다.)
pt: O ficheiro de configuração comprimido é inválido. (Não foi possível localizar o ficheiro de configuração.)
sl: Neveljavna stisnjena datoteka nastavitev (datoteke nastavitev ni mogoče najti).
