Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>Comma separated list of names of Qt4 applications which should not use the KDE4 file dialog.
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات Qt4 التي لا ينبغي أن تستخدم مربع حوار ملف KDE4.
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων Qt4 εφαρμογών οι οποίες δεν πρέπει να χρησιμοποιούν το διάλογο αρχείων του KDE4.
eo: <p>Komo apartigita listo de nomoj de Qt4-aplikoj kiuj ne devus uzi la KDE4-dosier-dialogon.
ko: <p>KDE4 파일 대화 상자를 사용하지 않을 Qt4 앱의 이름을 쉼표로 구분한 목록입니다.
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do Qt4 que não deverão usar a janela de ficheiros do KDE4.
sl: <p>Z vejico ločen seznam imen aplikacij Qt4, ki ne smejo uporabljati pogovornega okna izbirnika datotek KDE4.

source: Save menubar visibility:
ar: احفظ رؤية شريط القوائم:
el: Αποθήκευση ορατότητας γραμμής μενού:
eo: Konservi videblecon de menubreto:
ko: 메뉴 표시줄 표시 여부 저장:
pt: Gravar a visibilidade do menu:
sl: Shrani vidljivost menijske vrstice:

source: <p>Comma separated list of names of KDE4 applications where QtCurve needs to manually save whether the menubar is hidden or not.</p><p>Use <i>kde</i> to set for all KDE applications. The menubar state of Gtk2 applications is always manually saved.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات KDE4 التي تحتاج فيها كيوت كيرف إلى الحفظ اليدوي لما إذا كان شريط القوائم مخفيًا أم لا.</p><p>استخدم <i>kde</i> لضبط الإعداد لجميع تطبيقات كيدي. حالة شريط قوائم تطبيقات Gtk2 محفوظة يدويًا آليًا.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων των KDE4 εφαρμογών που το QtCurve χρειάζεται να αποθηκεύει ανεξάρτητα αν η γραμμή μενού είναι κρυμμένη ή όχι.</p><p>Χρησιμοποιήστε το <i>kde</i> για να γίνει ρύθμιση για όλες τις KDE εφαρμογές. Η κατάσταση της γραμμής μενού των Gtk2 εφαρμογών αποθηκεύεται πάντα χειροκίνητα.</p>
eo: <p>Komo apartigita listo de nomoj de KDE4-aplikoj kie QtCurve bezonas permane konservi ĉu la menubreto estas kaŝita aŭ ne.</p><p>Uzu <i>kde</i> por agordi por ĉiuj KDE-aplikoj. La menubreta stato de Gtk2-aplikoj ĉiam estas permane konservita.</p>
ko: <p>QtCurve에서 메뉴 표시줄 숨김 여부를 수동으로 저장해야 하는 쉼표로 구분된 KDE4 앱 목록입니다.</p><p>모든 KDE 앱을 지정하려면 <i>kde</i>를 입력하십시오. Gtk2 앱의 메뉴 표시줄 상태는 항상 수동으로 저장됩니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do KDE4 onde o QtCurve precisa de gravar manualmente se o menu está escondido ou não.</p><p>Use o <i>kde</i> para desactivar em todas as aplicações do KDE. O estado do menu das aplicações do Gtk2 é sempre gravado manualmente.</p>
sl: <p>Z vejico ločen seznam imen aplikacij KDE4, kjer mora QtCurve ročno shraniti, ali je menijska vrstica skrita ali ne.</p><p>Uporabite <i>KDE</i>, da to nastavite za vse aplikacije KDE. Stanje menijske vrstice programov Gtk2 je vedno ročno shranjeno.</p>

source: Save statusbar visibility:
ar: احفظ رؤية شريط الحالة:
el: Αποθήκευση ορατότητας γραμμής κατάστασης:
eo: Konservi videblecon de statusbreto:
ko: 상태 표시줄 표시 여부 저장:
pt: Gravar a visibilidade da barra de estado:
sl: Shrani vidljivost vrstice stanja:

source: <p>Comma separated list of names of KDE4 applications where QtCurve needs to manually save whether the statusbar is hidden or not.</p><p>Use <i>kde</i> to set for all KDE applications. The statusbar state of Gtk2 applications is always manually saved.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات KDE4 التي تحتاج فيها كيوت كيرف إلى الحفظ اليدوي لما إذا كان شريط الحالة مخفيًا أم لا.</p><p>استخدم <i>kde</i> لضبط الإعداد لجميع تطبيقات كيدي. حالة شريط حالة تطبيقات Gtk2 محفوظة يدويًا آليًا.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων των KDE4 εφαρμογών που το QtCurve χρειάζεται να αποθηκεύει χειροκίνητα ανεξάρτητα αν η γραμμη κατάστασης είναι κρυμμένη ή όχι.</p><p>Χρησιμοποιήστε το <i>kde</i> για να γίνει ρύθμιση για όλες τις KDE εφαρμογές. Η κατάσταση της γραμμής κατάστασης των Gtk2 εφαρμογών αποθηκεύεται πάντα χειροκίνητα.</p>
eo: <p>Komo apartigita listo de nomoj de KDE4-aplikoj kie QtCurve bezonas permane konservi ĉu la statusbreto estas kaŝita aŭ ne.</p><p>Uzu <i>kde</i> por agordi por ĉiuj KDE-aplikoj. La statobreto de Gtk2-aplikoj ĉiam estas permane konservita.</p>
ko: <p>QtCurve가 상태 표시줄의 표시 여부를 수동으로 저장해야 하는 KDE4 앱 이름 목록을 쉼표로 분리합니다.</p> <p>모든 KDE 앱에 대해서 설정하려면 <i>kde</i>를 입력합니다. Gtk2 앱의 상태 표시줄 상태는 항상 수동적으로 저장됩니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do KDE4 onde o QtCurve precisa de gravar manualmente se a barra de estado está escondida ou não.</p><p>Use o <i>kde</i> para desactivar em todas as aplicações do KDE. O estado da barra de estado das aplicações do Gtk2 é sempre gravado manualmente.</p>
sl: <p>Z vejico ločen seznam imen aplikacij KDE4, kjer mora QtCurve ročno shraniti, ali je vrstica stanja skrita ali ne.</p><p>Uporabite <i>KDE</i> za nastavitev, ki bo veljala za vse aplikacije KDE. Stanje v programih Gtk2 v vrstici stanja je vedno ročno shranjeno.</p>

source: Force non-native menubar:
ar: افرض شريط قوائم غير أصيل:
el: Εξαναγκασμός μη-εγγενούς γραμμής μενού:
eo: Devigi nedenaskan menubreton:
ko: 기본이 아닌 메뉴 표시줄 강제 적용:
pt: Forçar o menu não-nativo:
sl: Vsili ne-domorodno menijsko vrstico:

source: <html><head/><body><p>Comma separated list of names of KDE/Qt applications where QtCurve needs to instruct Qt not to use the native menubar.</p><p>This feature has effect only on Mac OS X/macOS and is intended for use with KF5 and Qt5 applications. Applications need to be restarted for changes to take effect.</p></body></html>
ar: <html><head/><body><p>قائمة مفصولة بفواصل من أسماء تطبيقات كيدي/كيوت التي تحتاج فيها كيوت كيرف إلى إرشاد كيوت لعدم استخدام شريط القوائم الأصيل.</p><p>هذه الميزة نافذة فقط على Mac OS X/macOS وهي مخصصة للاستخدام مع تطبيقات KF5 و Qt5. يجب إعادة تشغيل التطبيقات لتصبح التغييرات نافذة المفعول.</p></body></html>
el: <html><head/><body><p>Λίστα με διαχωριστικό το κόμμα, των KDE/Qt εφαρμογών που το QtCurve χρειάζεται να δώσει οδηγίες στο Qt να μη χρησιμοποιεί την εγγενή γραμμή μενού.</p><p>Αυτό το χαρακτηριστικό λειτουργεί μόνο στο Mac OS X/macOS και η προτιθέμενη χρήση του είναι με KF5 και Qt5 εφαρμογές. Απαιτείται επανεκκίνηση των εφαρμογών για να ισχύσουν οι αλλαγές.</p></body></html>
eo: <html><head/><body><p>Komo apartigita listo de nomoj de KDE/Qt-aplikoj kie QtCurve bezonas instrukcii Qt ne uzi la denaskan menubreton.</p><p>Ĉi tiu funkcio efikas nur ĉe Mac OS X/macOS kaj estas destinita por uzo kun KF5 kaj Qt5-aplikoj. Aplikoj devas esti rekomencitaj por ke ŝanĝoj efektiviĝu.</p></body></html>
ko: <html><head/><body><p>QtCurve에 네이티브 메뉴 표시줄을 사용하지 않도록 지시해야 하는 KDE/Qt 앱 이름의 쉼표로 구분된 목록입니다.</p><p>이 기능은 Mac OS X/macOS에서만 효과가 있으며 KF5 및 Qt5 앱과 함께 사용하는 것입니다. 변경 사항을 적용하려면 앱을 다시 시작해야 합니다.</p></body></html>
pt: <html><head/><body><p>Uma lista separada por vírgulas dos nomes das aplicações do KDE/Qt onde o QtCurve precisa de indicar ao Qt para não usar o menu nativo.</p><p>Esta funcionalidade só faz efeito no Mac OS X/macOS e pretende ser usada com as aplicações do KF5 e Qt5. As aplicações têm de ser reiniciadas para as alterações fazerem efeito.</p></body></html>
sl: <html><head/><body><p>Z vejico ločen seznam imen aplikacij KDE/Qt, kjer mora QtCurve Qt naročiti, naj ne uporablja domorodne menijske vrstice.</p><p>Ta funkcija učinkuje le na Mac OS X/macOS in je namenjena uporabi z aplikacijami KF5 in Qt5. Aplikacije je treba ponovno zagnati, da spremembe začnejo veljati.</p></body></html>

source: <i><p>In the above lists, you need to enter the executable name. e.g For Google Earth this is actually "googleearth-bin". You may use "gtk2" to disable for all Gtk2 applications, or "kde" for all KDE/Qt applications.</p> <p>To determine the name that QtCurve will detect, you can start an application from a konsole window using the following syntax (example is for Firefox):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>This will cause QtCurve to display the detected process name, as follows:</p> <p><code>QtCurve: Application name: "firefox"</code></p></i>
ar: <i><p>في القوائم أعلاه، تحتاج إلى إدخال اسم الملف القابل للتنفيذ. على سبيل المثال، بالنسبة لـ Google Earth، يكون الاسم في الواقع ”googleearth-bin“. يمكنك استخدام ”gtk2“ لتعطيل جميع تطبيقات Gtk2، أو ”kde“ لتعطيل جميع تطبيقات KDE/Qt.</p> <p>لتحديد الاسم الذي سيكتشفه QtCurve، يمكنك تشغيل تطبيق من نافذة كونسول باستخدام الصيغة التالية (المثال لـ Firefox):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>سيؤدي هذا إلى قيام كيوت كيرف بعرض اسم العملية المكتشفة، كما يلي:</p> <p><code>QtCurve: Application name: "firefox"</code></p></i>
el: <i><p>Στις παραπάνω λίστες, χρειάζεται να δώσετε το εκτελέσιμο όνομα π.χ. για το Google Earth αυτό είναι "googleearth-bin". Μπορείτε να χρησιμοποιήσετε "gtk2" για να γίνει απενεργοποίηση για όλες τις Gtk2 εφαρμογές, ή "kde" για όλες τις KDE/Qt εφαρμογές.</p> <p>Για να καθορίσετε το όνομα που θα ανιχνεύσει το QtCurve, μπορείτε να ξεκινήσετε μια εφαρμογή από ένα παράθυρο κονσόλας με χρήση της ακόλουθης σύνταξης (το παράδειγμα είναι για το Firefox):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>Έτσι το QtCurve θα εμφανίσει το εντοπισμένο όνομα διεργασίας, ως ακολούθως:</p> <p><code>QtCurve: Όνομα εφαρμογής: "firefox"</code></p></i>
eo: <i><p>En la supraj listoj, vi devas enigi la ruleblan nomon. ekz. Por Google Earth tio estas fakte "googleearth-bin". Vi povas uzi "gtk2" por malŝalti por ĉiuj Gtk2-aplikoj, aŭ "kde" por ĉiuj KDE/Qt-aplikoj.</p> <p>Por determini la nomon, kiun QtCurve detektos, vi povas komenci aplikaĵo el konsole fenestro uzante la jenan sintakson (ekzemplo estas por Fajrovulpo):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>Ĉi tio kaŭzos QtCurve montri la detektitan proceznomon, jene:</p> <p><code>QtCurve: Apliknomo: "firefox"</code></p></i>
ko: <i><p>위 목록에 실행 파일의 이름을 입력해야 합니다. 예를 들어 Google 어스에 대해서는 실제로 "googleearth-bin" 입니다. 만일, 모든 Gtk2 앱 또는 모든 KDE/Qt 앱에 대해 사용하지 않으려면 "gtk2" 또는 "kde"를 사용합니다.</p> <p>QtCurve가 감지할 이름을 결정하려면, 다음 문장을 사용하여 konsole 창에서 앱을 시작할 수 있습니다. (예는 Firefox에 대한 것입니다):</p> <p><code>QTCURVE DEBUG=1 firefox</code></p> <p>이것은 QtCurve가 다음과 같이 감지된 프로세스 이름을 표시하도록 합니다:</p> <p><code>QtCurve: Application name: "firefox"</code></p></i>
pt: <i><p>Nas listas acima, terá de indicar o nome do executável; p.ex., para o Google Earth este seria "googleearth-bin". Poderá usar o "gtk2" para desactivar em todas as aplicações do Gtk2 ou "kde" para todas as aplicações do KDE/Qt.</p> <p>Para determinar o nome que o QtCurve irá detectar, poderá iniciar uma aplicação, a partir de uma janela do Konsole, usando a seguinte sintaxe (o exemplo é para o Firefox):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>Isto fará com que o QtCurve mostre o nome do processo detectado, com o seguinte aspecto:</p> <p><code>QtCurve: Application name: "firefox"</code></p></i>
sl: <i><p>Na zgornjih seznamih morate vnesti ime izvršitvene datoteke. Npr. za Google Earth je to dejansko »googleearth-bin«. Uporabite lahko »gtk2« za onemogočitev za vse aplikacije Gtk2 ali »kde« za vse aplikacije KDE/Qt.</p> <p>Če želite ugotoviti ime, ki ga bo zaznal QtCurve, lahko zaženete aplikacijo iz okna konsole z naslednjo skladnjo (primer je za Firefox):</p> <p><code>QTCURVE_DEBUG=1 firefox</code></p> <p>To bo povzročilo, da bo QtCurve prikazal zaznano ime procesa, kot sledi:</p> <p><code>QtCurve: ime aplikacije: "firefox"</code></p></i>

source: <p>Exports your current color palette and font settings so that they may be used by KDE3 applications. This creates the relevant entries within the KDE3 kdeglobals file.
ar: <p>صدّر لوحة الألوان وإعدادات الخط الحالية لتستخدمها تطبيقات KDE3. هذا يخلق المدخلات ذات الصلة ضمن ملف kdeglobals الخاص بـ KDE3.
el: <p>Εξάγει την τρέχουσα παλέτα χρωμάτων και τις ρυθμίσεις γραμματοσειράς ώστε να είναι δυνατόν να χρησιμοποιηθούν από τις KDE3 εφαρμογές. Αυτό δημιουργεί τις σχετικές εγγραφές μέσα στο αρχείο kdeglobals του KDE3.
eo: <p>Eksportas viajn nunajn kolorpaletron kaj tiparajn agordojn por ke ili estu uzataj de KDE3-aplikoj. Ĉi tio kreas la koncernajn enskribojn en la KDE3 kdeglobals dosiero.
ko: <p>현재 색 팔레트와 글꼴 설정을 KDE3 앱에서 사용할 수 있도록 내보냅니다. KDE3 kdeglobal 파일 내에서 상응하는 항목을 생성합니다.
pt: <p>Exporta a sua paleta de cores e configurações de tipos de letra actuais, para que possam ser usados pelas aplicações do KDE3. Isto cria os itens relevantes dentro do ficheiro 'kdeglobals' do KDE3.
sl: <p>Izvozi vašo trenutno barvno paleto in nastavitve pisave, tako da jih lahko uporabljajo programi KDE3. S tem ustvarite ustrezne vnose v datoteko kdeglobals KDE3.

source: Export colors and fonts for KDE3 applications...
ar: صدّر الألوان والخطوط لتطبيقات KDE3...
el: Εξαγωγή χρωμάτων και γραμματοσειρών για KDE3 εφαρμογές...
eo: Eksporti kolorojn kaj tiparojn por KDE3-aplikoj...
ko: KDE3 앱으로 색상과 글꼴 내보내기...
pt: Exportar as cores e tipos de letra para as aplicações do KDE3...
sl: Izvozi barve in pisave za programe KDE3 ...

source: <p>Exports your current color palette and font settings so that they may be used by pure-Qt3 applications. This creates the relevant entries within the Qt3 ~/.qt/qtrc file.
ar: <p>صدّر لوحة الألوان وإعدادات الخط الحالية لتستخدمها تطبيقات Qt3 النقية. هذا يخلق المدخلات ذات الصلة ضمن ملف ~/.qt/qtrc الخاص بـ Qt3.
el: <p>Εξάγει την τρέχουσα παλέτα χρωμάτων και τις ρυθμίσεις γραμματοσειράς ώστε να είναι δυνατόν να χρησιμοποιηθούν από pure-Qt3 εφαρμογές. Αυτό δημιουργεί τις σχετικές εγγραφές μέσα στο αρχείο Qt3 ~/.qt/qtrc.
eo: <p>Eksportas vian nunan kolorpaletron kaj tiparajn agordojn por ke ili estu uzataj de pure-Qt3-aplikoj. Ĉi tio kreas la koncernajn enskribojn en la dosiero Qt3 ~/.qt/qtrc.
ko: <p>현재 색 팔레트와 글꼴 설정을 순수한 Qt3 앱에서 사용할 수 있도록 내보냅니다. Qt3 ~/.qt/qtrc 파일 내에서 상응하는 항목을 생성합니다.
pt: <p>Exporta a sua paleta de cores e configurações de tipos de letra actuais, para que possam ser usados pelas aplicações em Qt3 puro. Isto cria os itens relevantes dentro do ficheiro '~/.qt/qtrc' do Qt3.
sl: <p>Izvozi vašo trenutno barvno paleto in nastavitve pisave, tako da jih lahko uporabljajo programi pure-Qt3. S tem ustvarite ustrezne vnose v datoteko Qt3 ~/.qt/qtrc.

source: Export colors and fonts for pure-Qt3 applications...
ar: صدّر الألوان والخطوط لتطبيقات Qt3 النقية...
el: Εξαγωγή χρωμάτων και γραμματοσειρών για pure-Qt3 εφαρμογές...
eo: Eksporti kolorojn kaj tiparojn por pure-Qt3-aplikoj...
ko: 순수한 Qt3 앱으로 색상과 글꼴 내보내기...
pt: Exportar as cores e tipos de letra para as aplicações em Qt3 puro...
sl: Izvozi barve in pisave za programe pure-Qt3 ...

source: <p>Select the custom gradient to be configured.
ar: <p>اختر التدرج المخصص الذي اضبطه.
el: <p>επιλέξτε την προσαρμοσμένη διαβάθμιση που θα διαμορφωθεί.
eo: <p>Elektu la propran gradienton agordendan.
ko: <p>설정할 사용자 정의 그라데이션을 선택합니다.
pt: <p>Seleccione o gradiente personalizado a configurar.
sl: <p>Izberite preliv po meri, ki ga želite prilagoditi.

source: Settings
ar: إعدادات
el: Ρυθμίσεις
eo: Agordoj
ko: 설정
pt: Configuração
sl: Nastavitve

source: Position (%)
ar: الموضع (%)
el: Θέση (%)
eo: Pozicio (%)
ko: 위치 (%)
pt: Posição (%)
sl: Položaj (%)

source: Value (%)
ar: القيمة (%)
el: Τιμή (%)
eo: Valoro (%)
ko: 값 (%)
pt: Valor (%)
sl: Vrednost (%)

source: Alpha (%)
ar: ألفا (%)
el: Άλφα (%)
eo: Alfa (%)
ko: 알파 (%)
pt: Alfa (%)
sl: Alfa (%)

source: <p>Defines the inner border used when drawing buttons, etc., with this gradient.</p> <ul> <li><i>No border</i> - no inner border is drawn, and the gradient will extend to the outer edges.</li> <li><i>Light border</i> - A 'light' line is drawn around all edges.</li> <li><i>3D border (light only)</i> - A 'light' line is drawn around the top and left edges.</li> <li><i>3D border (dark and light)</i> - A 'light' line is drawn around the top and left edges, and a darker one around the bottom and right edges.</li> <li><i>Shine</i> - A shine is added to the top (or left) edge when this gradient is drawn on buttons or scrollbars.</li> </ul> <p><i>Note: This setting is not used when drawing the preview below.</i></p>
ar: <p>يعرّف الحدود الداخلية المستخدمة عند رسم الأزرار، إلخ، باستخدام هذا التدرج.</p> <ul> <li><i>لا يوجد حد</i> - لا يرسم أي حد داخلي، وسيمتد التدرج إلى الحواف الخارجية.</li> <li><i>حد فاتح</i> - يرسم خط 'فاتح' حول جميع الحواف.</li> <li><i>حد ثلاثي الأبعاد (فاتح فقط)</i> - يرسم خط 'فاتح' حول الحواف العلوية واليسرى.</li> <li><i>حد ثلاثي الأبعاد (داكن وفاتح)</i> - يرسم خط 'فاتح' حول الحواف العلوية واليسرى، وخط أغمق حول الحواف السفلية واليمنى.</li> <li><i>لمعان</i> - يضاف لمعان إلى الحافة العلوية (أو اليسرى) عند رسم هذا التدرج على الأزرار أو أشرطة التمرير.</li> </ul> <p><i>ملاحظة: لا يستخدم هذا الإعداد عند رسم المعاينة أدناه.</i></p>
el: <p>Ορίζει το εσωτερικό περίγραμμα κατά τη σχεδίαση κουμπιών, κλπ, με αυτήν τη διαβάθμιση.</p> <ul> <li><i>Χωρίς περίγραμμα</i> - δε σχεδιάζεται εσωτερικό περίγραμμα και η διαβάθμιση θα εκταθεί στις εξωτερικές άκρες.</li> <li><i>Φωτεινό περίγραμμα</i> - Μια 'φωτεινή' γραμμή σχεδιάζεται γύρω από όλες τις άκρες.</li> <li><i>Τρισδιάστατο περίγραμμα (φωτισμένο μόνο)</i> - Μια 'φωτεινή' γραμμή σχεδιάζεται γύρω από τις άκρες της κορυφής και αριστερά.</li> <li><i>Τρισδιάστατο περίγραμμα (σκούρο και φωτεινό)</i> - Μια 'φωτεινή' γραμμή σχεδιάζεται γύρω από τις άκρες της κορυφής και αριστερά και ένα πιο σκούρο γύρω από τις άκρες της βάσης και δεξιά.</li> <li><i>Λάμψη</i> - Μια λάμψη προστίθεται στην άκρη της κορυφής (ή αριστερά) όταν αυτή η διαβάθμιση σχεδιάζεται σε κουμπιά ή σε γραμμές κύλισης.</li> </ul> <p><i>Σημείωση: Αυτή η ρύθμιση δεν χρησιμοποιείται όταν σχεδιάζεται η παρακάτω προεπισκόπση.</i></p>
eo: <p>Difinas la internan bordon uzatan dum desegnado de butonoj ktp., kun ĉi tiu gradiento.</p> <ul> <li><i>Neniu bordo</i> - neniu interna bordo estas desegnita, kaj la gradiento etendiĝos al la eksteraj bordoj.</li> <li><i>Luma bordo</i> - 'luma' linio estas desegnita ĉirkaŭ ĉiuj bordoj.</li> <li><i >3D-bordo (nur malpeza)</i> - "luma" linio estas desegnita ĉirkaŭ la supraj kaj maldekstraj bordoj.</li> <li><i>3D-bordo (malluma kaj hela)</i> - "Malpeza" linio estas desegnita ĉirkaŭ la supraj kaj maldekstraj bordoj, kaj pli malhela ĉirkaŭ la malsupra kaj dekstra bordoj.</li> <li><i>Brilo</i> - Brilo estas aldonita al la supro. (aŭ maldekstra) bordo kiam ĉi tiu gradiento estas desegnita sur butonoj aŭ rulumbretoj.</li> </ul> <p><i>Noto: Ĉi tiu agordo ne estas uzata dum desegnado de la antaŭrigardo sube.</i></p>
ko: <p>이 그라데이션과 함께 단추 등을 그릴 때 사용되는 내부 테두리를 정의합니다.</p> <ul> <li><i>테두리 없음</i> - 내부 테두리가 그려지지 않고, 그라데이션이 바깥 모서리까지 확장됩니다.</li> <li><i>밝은 테두리</i> - '밝은' 선이 모든 모서리 주위에 그려집니다.</li> <li><i>3D 테두리 (오직 밝게)</i> - '밝은' 선이 위와 왼쪽 모서리 주위에 그려집니다.</li> <li><i>3D 테두리 (어둡고 밝게)</i> - '밝은' 선이 위와 왼쪽 모서리 주위에, 어두운 선이 아래와 오른쪽 모서리 주위에 그려집니다.</li> <li><i>빛나게</i> - 이 그라데이션이 단추 또는 스크롤 막대에 그려질 때 위 (또는 왼쪽)에 빛이 추가됩니다.</li> </ul> <p><i>주의: 이 설정은 아래 미리 보기가 그려질 때 사용되지 않습니다.</i></p>
pt: <p>Define o contorno interior usado ao desenhar os botões, etc. com este gradiente.</p> <ul> <li><i>Sem contorno</i> - não é desenhado nenhum contorno interno, sendo que o gradiente se irá alargar aos extremos exteriores.</li> <li><i>Contorno leve</i> - Uma linha clara é desenhada em torno de todos os extremos.</li> <li><i>Contorno 3D (apenas claro)</i> - Uma linha 'clara' é desenhada em torno dos extremos superior e esquerdo.</li> <li><i>Contorno 3D (claro e escuro)</i> - Uma linha 'clara' é desenhada em torno dos extremos superior e esquerdo, assim como uma mais escura é desenhada nos extremos inferior e direito.</li> <li><i>Brilho</i> - É desenhado um brilho no topo (ou lado esquerdo) quando este gradiente é desenhado nos botões ou barras de deslocamento.</li> </ul> <p><i>Nota: Esta definição não é usada ao desenhar a antevisão em baixo.</i></p>
sl: <p>Določa notranje obrobe, uporabljene pri risanju gumbov itn. s tem prelivom.</p> <ul> <li><i>Brez obrobe</i> - notranja obroba ni narisana, preliv pa se bo razširil na zunanje robove.</li> <li><i>Svetla obroba</i> - okrog vseh robov je narisana »svetla« črta.</li> <li><i>3D obroba (samo svetla)</i> - okrog zgornjega in levega roba je narisana »svetla« črta.</li> <li><i>3D obroba (temna in svetla)</i> - okrog zgornjega in levega roba je narisana »svetla« črta, okrog spodnjega in desnega roba pa temnejša.</li> <li><i>Sijaj</i> - sijaj se doda na zgornji (ali levi) rob, ko je ta preliv narisan na gumbih ali drsnih trakovih.</li> </ul> <p><i>Opomba: Ta nastavitev se ne uporablja pri risanju spodnjega predogleda.</i></p>

source: Gradient Stop
ar: نقطة توقف التدرج
el: Διακοπή διαβάθμισης
eo: Gradienta Halto
ko: 그라데이션 중지
pt: Fim do Gradiente
sl: Postanek preliva

source: Value:
ar: القيمة:
el: Τιμή:
eo: Valoro:
ko: 값:
pt: Valor:
sl: Vrednost:

source: Alpha:
ar: ألفا:
el: Άλφα:
eo: Alfa:
ko: 알파:
pt: Alfa:
sl: Alfa:

source: <p>Set the position of the gradient value. 0% means the top of horizontal gradients, and the left for vertical gradients.
ar: <p>اضبط موضع قيمة التدرج. 0% تعني أعلى التدرجات الأفقية، واليسار للتدرجات العمودية.
el: <p>Ρυθμίζει τη θέση της τιμής διαβάθμισης. 0% σημαίνει κορυφή για τις οριζόντιες διαβαθμίσεις και αριστερά για κατακόρυφες διαβαθμίσεις.
eo: <p>Agordu la pozicion de la gradienta valoro. 0% signifas la supro de horizontalaj gradientoj, kaj la maldekstro por vertikalaj gradientoj.
ko: <p>그라데이션 값의 위치를 설정합니다. 0%는 수평 그라데이션의 위를 의미하고, 수직 그라데이션에서는 왼쪽을 의미합니다.
pt: <p>Define a posição do valor do gradiente. 0% corresponde ao topo nos gradientes horizontais e à esquerda nos gradientes verticais.
sl: <p>Določite položaj vrednosti preliva. 0 % pomeni vrh za vodoravne prelive oz. levo za navpične prelive.

source: <p>Sets the strength of the gradient at the defined position. 110% would lighten a color by 10%, 90% would darken it by 10%, and 100% would be the original color.
ar: <p>اضبط قوة التدرج عند الموضع المعرّف. 110% يفتّح لونًا بنسبة 10%، 90% يغمّقه بنسبة 10%، و 100% هو اللون الأصلي.
el: <p>Ρυθμίζει την ένταση της διαβάθμισης στην καθορισμένη θέση. 110% θα φώτιζε ένα χρώμα κατά 10%, 90% θα το σκούραινε κατά 10%, και 100% θα ήταν το αρχικό χρώμα.
eo: <p>Metas la forton de la gradiento ĉe la difinita pozicio. 110% malpezigus koloron je 10%, 90% malheligus ĝin je 10%, kaj 100% estus la origina koloro.
ko: <p>정의된 위치에서 그라데이션의 효과를 설정합니다. 110%은 10% 만큼 색을 밝게 하고, 90%는 10% 만큼 색을 어둡게 하고, 100%는 기존의 색이 됩니다.
pt: <p>Define a potência do gradiente na posição definida. O 110% irá aclarar uma cor em 10%, os 90% irão escurecê-la em 10% e os 100% correspondem à cor original.
sl: <p>Določa jakost preliva na določenem položaju. 110 % posvetli barvo za 10 %, 90 % jo potemni za 10 %, 100 % pa predstavlja prvotno barvo.

source: <p>Sets the alpha value of the gradient at the defined position.
ar: <p>اضبط قيمة ألفا للتدرج عند الموضع المعرّف.
el: <p>Ρυθμίζει την άλφα τιμή της διαβάθμισης στην καθορισμένη θέση.
eo: <p>Metas la alfa-valoron de la gradiento ĉe la difinita pozicio.
ko: <p>정의된 위치에서 그라데이션의 알파 값을 설정합니다.
pt: <p>Define o valor do canal 'alfa' do gradiente na posição definida.
sl: <p>Določa vrednost alfa preliva na določenem položaju.
