Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: Button color
ar: لون الزر
el: Χρώμα κουμπιού
eo: Butonkoloro
ko: 단추 색상
pt: Cor do botão
sl: Barva gumba

source: Shade header of sorted column:
ar: ظلِّل رأس العمود المرتَّب:
el: Σκιασμένη κεφαλίδα ταξινομημένης στήλης:
eo: Ombrigi kaplinion de ordigita kolumno:
ko: 정렬된 열의 머리말에 음영 넣기:
pt: Sombrear o cabeçalho da coluna ordenada:
sl: Senči glavo razvrščenega stolpca:

source: <p>Controls the coloration to be applied to the header of the currently sorted column.
ar: <p>يتحكَّم في التلوين المراد تطبيقه على رأس العمود المرتَّب حاليًا.
el: <p>Ελέγχειτο χρωματισμό που θα εφαρμοστεί στην κεφαλίδα της τρέχουσας ταξινομημένης στήλης.
eo: <p>Regas la kolorigon aplikatan al la kaplinio de la aktuale ordigita kolumno.
ko: <p>현재 정렬된 열의 머리말에 적용할 색상을 조절합니다.
pt: <p>Controla a coloração a aplicar no cabeçalho da coluna ordenada de momento.
sl: <p>Nadzira obarvanje, ki ga želite uporabiti v glavi trenutno razvrščenega stolpca.

source: <p>Sets the custom color.
ar: <p>اضبط اللون المخصص.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα.
eo: <p>Metas la propran koloron.
ko: <p>사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada.
sl: <p>Določi barvo po meri.

source: Rows:
ar: الصّفوف:
el: Γραμμές:
eo: Vicoj:
ko: 행:
pt: Linhas:
sl: Vrstice:

source: <p>If this is enabled, QtCurve will attempt to make all listviews and treeviews have alternating row colors - regardless of whether the application author has enabled this or not.
ar: <p>إذا فُعِّل هذا، فحاول أن تجعل كل طرق عرض القائمة وطرق عرض الشجرة تحتوي على ألوان صفوف متبادلة - بغض النظر عما إذا كان مؤلف التطبيق قد فعل هذا أم لا.
el: <p>Αν αυτό είναι ενεργό, το QtCurve θα επιχειρήσει να κάνει όλες τις προβολές λίστας και δένδρου να έχουν εναλλαγή χρώματος στις γραμμές - ανεξάρτητα αν ο συγγραφέας της εφαρμογής το έχει ενεργοποιήσει αυτό ή όχι.
eo: <p>Se ĉi tio estas ebligita, QtCurve provos igi ĉiujn listrigardojn kaj arbovidojn havi alternajn vicokolorojn - sendepende de ĉu la aplikaĵaŭtoro ebligis tion aŭ ne.
ko: <p>활성화되면 QtCurve는 앱의 개발자가 이것을 사용한 여부에 관계 없이 모든 리스트 보기와 트리 보기가 교대되는 행의 색상을 가지도록 합니다.
pt: <p>Se estiver activo, o QtCurve irá tentar desenhar as linhas das listas e das árvores com cores alternadas - independentemente se a aplicação activou isso ou não.
sl: <p>Če je to omogočeno, QtCurve poskuša v vseh pogledih seznamov in dreves doseči izmenično barvo vrstic - ne glede na to, ali je avtor programa to omogočil ali ne.

source: Force alternate colors
ar: اِفرض الألوان المتبادلة
el: Να επιβάλλεται η εναλλαγή χρωμάτων
eo: Devigi alternajn kolorojn
ko: 교대로 색상 나타내기
pt: Forçar as cores alternadas
sl: Vsili izmenične barve

source: Selection appearance:
ar: مظهر التحديد:
el: Εμφάνιση επιλογής:
eo: Elekta aspekto:
ko: 선택한 항목 모양:
pt: Aparência da selecção:
sl: Videz izbora:

source: <p>Defines the gradient to be used when selecting items.
ar: <p>يُعرِّف التدرج المستخدَم عند تحديد العناصر.
el: <p>Ορίζει τη διαβάθμιση στην επιλογή των αντικειμένων.
eo: <p>Difinas la gradienton por esti uzata dum elektado de eroj.
ko: <p>항목이 선택되었을 때 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente a usar ao seleccionar os itens.
sl: <p>Določa preliv, ki ga želite uporabiti pri izbiranju elementov.

source: <p>If enabled, then selected items in listviews and treeviews will be drawn with bordered edges - but only if they are set to be rounded as well.
ar: <p>إذا فعلت، ارسِم العناصر المحددة في طرق عرض القائمة وطرق عرض الشجرة بحواف مُحدَّدة - ولكن فقط إذا ضُبِطَت لتكون مستديرة أيضًا.
el: <p>Αν ενεργοποιηθεί, τα επιλεγμένα αντικείμενα στις προβολές λίστας και δένδρου θα σχεδιάζονται με περιγράμματα - αλλά μόνο αν ρυθμιστούν να έχουν και στρογγύλευση.
eo: <p>Se ĝi estas ebligita, tiam elektitaj eroj en lertaj vidpunktoj kaj arbvidoj estos desegnitaj kun borditaj randoj - sed nur se ili ankaŭ estas rondigitaj.
ko: <p>이 옵션을 사용하면 목록 보기와 트리 보기에서 선택한 항목을 테두리를 가진 모서리와 같이 그립니다. 단 둥글게 그리도록 설정했을 때에만 적용합니다.
pt: <p>Se estiver activo, então as linhas seleccionadas nas listas e árvores serão desenhadas com arestas como contornos - mas apenas se as mesmas estiverem configuradas como arrendondadas.
sl: <p>Če je omogočeno, bodo izbrani elementi v pregledih seznamov in ogledih dreves narisani z obrobnimi robovi - vendar le, če so nastavljeni tako, da bodo tudi zaokroženi.

source: Lines between items:
ar: خطوط بين العناصر:
el: Γραμμές μεταξύ αντικειμένων:
eo: Linioj inter eroj:
ko: 항목 사이에 선 넣기:
pt: Linhas entre itens:
sl: Črte med elementi:

source: <p>Controls the style of lines drawn between items in a treeview.
ar: <p>يتحكَّم في نمط الخطوط المرسومة بين العناصر في عرض شجرة.
el: <π>Ελέγχει το στιλ των γραμμών που σχεδιάζονται ανάμεσα σε αντικείμενα σε μια προβολή δένδρου.
eo: <p>Regas la stilon de linioj desegnitaj inter eroj en arbvido.
ko: <p>트리 보기에서 항목 사이에 그려지는 선의 스타일을 조절합니다.
pt: <p>Controla o estilo das linhas desenhadas entre itens numa lista em árvore.
sl: <p>Nadzira slog črt, narisanih med elementi v drevesnem pogledu.

source: <p>Controls whether the scrollbars should be detached from the scrollview (i.e. on the outside), or embedded within the scrollview.
ar: <p>يتحكَّم في ما إذا كان يجب فصل أشرطة التمرير عن عرض التمرير (أي في الخارج)، أو تضمينها داخل عرض التمرير.
el: <p>Ελέγχει αν οι γραμμές κύλισης θα ανιχνεύονται από την προβολή κύλισης (δηλ. απ' έξω) ή ενσωματωμένα στην προβολή κύλισης.
eo: <p>Regas ĉu la rulstangoj devas esti dekroĉitaj de la rulvido (t.e. ekstere), aŭ enigitaj ene de la rulvido.
ko: <p>스크롤 막대를 스크롤 보기로부터 떨어져 놓을 것인지 (즉, 바깥에 놓을 것인지), 아니면 스크롤 보기 내에 끼워 넣을 것인지를 조절합니다.
pt: <p>Controla se as barras de deslocamento deverão estar destacadas da área deslocável (i.e. no exterior), ou incorporadas na mesma.
sl: <p>Nadzoruje, ali je treba drsne trake odpeti iz drsnega pogleda (npr. navzven) ali vdelati znotraj drsnega pogleda.

source: Scrollbars on the outside
ar: أشرطة التمرير في الخارج
el: Γραμμές κύλισης απ' έξω
eo: Rulumbretoj ekstere
ko: 바깥쪽에 스크롤 막대 놓기
pt: Barras de deslocamento no exterior
sl: Drsniki navzven

source: <p>Controls whether the active scrollview should be highlighted as per line-edits.
ar: <p>يتحكَّم في ما إذا كان يجب تمييز عرض التمرير النشط حسب تحريرات الأسطر.</p>
el: <p>Ελέγχει αν η ενεργή προβολή κύλισης πρέπει να τονισθεί ανά γραμμή επεξεργασίας.
eo: <p>Regas ĉu la aktiva rulvido estu reliefigita laŭ linio-redaktoj.
ko: <p>활성화된 스크롤 보기가 라인 편집 마다 강조될 것인지를 조절합니다.
pt: <p>Controla se a barra de deslocamento activa deverá ser realçada nos campos de textos multi-linha.
sl: <p>Nadzoruje, ali je treba dejavni drsni pogled poudarjati kot urejanje posameznih vrstic.

source: Highlight on focus (KDE)
ar: تظليل عند التركيز (كيدي)
el: Τονισμός σε εστίαση (KDE)
eo: Emfazi pri fokuso (KDE)
ko: 포커스에 강조하기(KDE)
pt: Realçar com o foco (KDE)
sl: Poudari ob pozornosti (KDE)

source: Active tab appearance:
ar: مظهر اللسان النشط:
el: Εμφάνιση ενεργής καρτέλας:
eo: Aktiva langeto aspekto:
ko: 활성 탭 모양:
pt: Aparência da página activa:
sl: Videz dejavnega zavihka:

source: <p>Defines the gradient to be used for the currently active tab.
ar: <p>يُعرِّف التدرج المستخدَم لللسان النشط حاليًا.
el: <p>Ορίζει τη διαβάθμιση για την τρέχουσα ενεργή καρτέλα.
eo: <p>Difinas la gradienton uzotan por la aktuale aktiva langeto.
ko: <p>현재 활성 탭에 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente a usar para a página activa de momento.
sl: <p>Določa preliv, ki ga želite uporabiti za trenutno dejavni zavihek.

source: <p>This will cause a colored stripe to be drawn at the top/bottom of the current tab.
ar: <p>يُسبِّب هذا رسم شريط ملون في أعلى/أسفل اللسان الحالي.
el: <p>Αυτό θα προκαλέσει τη σχεδίαση μιας χρωματιστής λωρίδας στην κορυφή/βάση της τρέχουσας καρτέλας.
eo: <p>Ĉi tio kaŭzos desegnigon de kolora strio ĉe la supro/malsupro de la nuna langeto.
ko: <p>이것은 현재 탭의 위/아래에 색 있는 줄무늬를 나타냅니다.
pt: <p>Isto fará com que seja desenhada uma barra colorida no topo/fundo da página actual.
sl: <p>To bo povzročilo, da bo barvna črta narisana na vrhu/dnu trenutnega zavihka.

source: Highlight
ar: إبراز
el: Τονισμός
eo: Emfazi
ko: 강조하기
pt: Realce
sl: Poudari

source: <p>Controls the amount of tinting applied to the active tab. The active tab is tinted by blending the 'highlight' color with the background color.
ar: <p>يتحكَّم في مقدار التظليل المطبَّق على اللسان النشط. يُظلَّل اللسان النشط عن طريق مزج لون 'التظليل' بلون الخلفية.
el: <p>Ελέγχει το ποσό του τόνου που εφαρμόζεται στην ενεργή καρτέλα. Η ενεργή καρτέλα θα τονιστεί με την ανάμιξη του χρώματος 'τονισμού' με το χρώμα φόντου.
eo: <p>Regas la kvanton de nuanco aplikita al la aktiva langeto. La aktiva langeto estas nuancigita per miksado de la 'altigaĵo' koloro kun la fonkoloro.
ko: <p>활성 탭에 적용될 칠하기의 양을 조절합니다. 활성 탭은 '강조하기' 색상과 배경색을 혼합하여 색칠됩니다.
pt: <p>Controla a quantidade de pintura aplicada à página activa. A página activa é pintada ao misturar a cor de 'realce' com a cor de fundo.
sl: <p>Nadzoruje količino obarvanosti, ki je uporabljena na dejavnem zavihku. Dejavni zavihek je obarvan tako, da barvo »poudarjanja« zlije z barvo ozadja.

source: Tint by
ar: ظلل بـ
el: Τονισμός κατά
eo: Nuanco de
ko: 채도 기준
pt: Pintar em
sl: Obarvaj za

source: Inactive tab appearance:
ar: مظهر الألسنة غير النشطة:
el: Εμφάνιση ανενεργής καρτέλας:
eo: Neaktiva langeto aspekto:
ko: 비활성 탭 모양:
pt: Aparência da página inactiva:
sl: Videz nedejavnega zavihka:

source: <p>Defines the gradient to be used for the inactive tabs.
ar: <p>يحدد التدرج الذي يستخدم للألسنة غير النشطة.
el: <p>Ορίζει τη διαβάθμιση για τις ανενεργές καρτέλες.
eo: <p>Difinas la gradienton uzotan por la neaktivaj langetoj.
ko: <p>비활성 탭에 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente a usar para as páginas inactivas.
sl: <p>Določa preliv, ki ga želite uporabiti za nedejavne zavihke.

source: Mouse-over:
ar: مرور الفأرة:
el: Αιώρηση-ποντικιού:
eo: Mouse super:
ko: 마우스 올림:
pt: Passagem do rato:
sl: Prečkanje z miško:

source: <p>Controls the mouse-over effect applied to the tab currently under the mouse. Note, if 'glow' is selected, then 'Round tabs' will be set to 'All' - and this creates a 2 pixel gap between tabs.
ar: <p>يتحكم في تأثير مرور الفأرة الذي يطبق على السن الذي تحت الفأرة حالياً. لاحظ، إذا اُختير 'توهج'، عندئذٍ يضبط 'الألسنة المستديرة' إلى 'الكل' - وهذا ينشئ فجوة 2 بكسل بين الألسنة.
el: <p>Ελέγχει το εφέ της αιώρησης ποντικιού που εφαρμόζεται στην καρτέλα που βρίσκεται τώρα κάτω από το ποντίκι. Σημειώστε, αν η 'λάμψη' επιλεγεί, οι 'Στρογγυλεμένες καρτέλες' θα ρυθμιστούν ως 'Όλες' - και αυτό δημιουργεί ένα κενό 2 εικονοστοιχείων ανάμεσα στις καρτέλες.
eo: <p>Regas la musan efekton aplikitan al la langeto nuntempe sub la muso. Notu, se 'brilo' estas elektita, tiam 'Rondaj langetoj' estos agordita al 'Ĉiuj' - kaj ĉi tio kreas 2-pikselan interspacon inter langetoj.
ko: <p>현재 마우스 아래에 있는 탭에 적용될 마우스 올림 효과를 조절합니다. 주의할 것은, 만약 '선명함'이 선택된다면, '둥근 탭'은 '모두'로 설정됩니다. 그리고 이것은 탭 사이에 2픽셀의 공간을 생성합니다.
pt: <p>Controla o efeito de passagem do rato aplicado à página actualmente sob o cursor do rato. Lembre-se que, se o 'brilho' estiver seleccionado, então as 'Páginas arredondadas' estão configuradas como 'Tudo' - criando um intervalo de 2 pixels entre separadores.
sl: <p>Nadzoruje učinek prekrivanja z miško, ki se uporablja na zavihku, ki je trenutno pod miško. Opomba, če je izbrana možnost »žarenje«, bo »Zaobli zavihke« nastavljen na »Vse« - in s tem ustvarite vrzel za 2 sl. točki med zavihki.

source: Alter background by:
ar: غيّر الخلفية بـ:
el: Μετατροπή φόντου:
eo: Ŝanĝi fonon per:
ko: 배경의 변경 정도:
pt: Alterar o fundo em:
sl: Spremeni ozadje za:

source: <p>Lightens, or darkens, the background of the whole tab widget.
ar: <p>افتح، أو اغمق، خلفية ودجت الألسنة بالكامل.
el: <p>Φωτίζει ή σκοτεινιάζει το φόντο του γραφικού συστατικού σε πλήρη καρτέλα.
eo: <p>Mallumigas aŭ mallumigas la fonon de la tuta langeta fenestraĵo.
ko: <p>모든 탭 위젯의 배경을 밝게 하거나 어둡게 합니다.
pt: <p>Torna mais claro ou escuro o fundo de todo o item gráfico da página.
sl: <p>Osvetli ali potemni ozadje celotnega gradnika zavihka.

source: Round tabs:
ar: ألسنة مستديرة:
el: Στρογγυλεμένες καρτέλες:
eo: Rondaj langetoj:
ko: 둥근 탭:
pt: Separadores redondos:
sl: Zaobli zavihke:

source: <p>If enabled, only the active tab is rounded - and all the inactive tabs appear closer together.
ar: <p>إذا شُغّل، يستدير السن النشط فقط - وتظهر كل الألسنة غير النشطة أقرب لبعضها.
el: <p>Αν ενεργοποιηθεί, μόνο η ενεργή καρτέλα στρογγυλεύεται - και όλες οι ανενεργές καρτέλες εμφανίζονται πιο κοντά η μία με την άλλη.
eo: <p>Se ebligita, nur la aktiva langeto estas rondigita - kaj ĉiuj neaktivaj langetoj aperas pli proksime.
ko: <p>활성화되면 활성 탭만 둥글게 됩니다. 그리고 모든 비활성 탭은 함께 더 가깝게 표시됩니다.
pt: <p>Se estiver activo, só será arredondado o separador da página activa - ficando todas as páginas inactivas mais próximas entre si.
sl: <p>Če je omogočeno, je zaokrožen samo dejavni zavihek in vsi nedejavni zavihki so prikazani bližje skupaj.

source: Selected only
ar: المحدد فقط
el: Επιλεγμένες μόνο
eo: Elektita nur
ko: 선택된 것만
pt: Apenas o seleccionado
sl: Samo izbrano

source: <p>If enabled, all tabs are rounded - there will be a 2 pixel gap between each tab if 'glow' is selected as the general colored mouse over style.
ar: <p>إذا شُغّل، تستدير كل الألسنة - ستكون هناك فجوة 2 بكسل بين كل سن إذا اُختير 'توهج' كنمط مرور الفأرة الملون العام.
el: <p>Αν ενεργοποιηθεί, όλες οι καρτέλες θα είναι στρογγυλεμένες - θα υπάρχει ένα κενό 2 εικονοστοιχείων σε κάθε καρτέλα αν η 'λάμψη' επιλέγεται ως το γενικό χρωματικό στιλ αιώρησης.
eo: <p>Se enŝaltite, ĉiuj langetoj estas rondigitaj - estos 2-piksela interspaco inter ĉiu langeto se 'brilo' estas elektita kiel la ĝenerala kolora muso super stilo.
ko: <p>활성화되면 모든 탭은 둥글게 됩니다. 만약, 마우스 올림에서 '약간 선명함 추가'가 선택된다면, 각 탭 사이에 2픽셀의 공간이 있게 됩니다.
pt: <p>Se estiver activo, todos os separadores das páginas serão arredondados - existirá uma distância de 2 pixels, entre cada página, caso tenha optado pelo 'brilho' no estilo de passagem de coloração geral à passagem do cursor do rato.
sl: <p>Če je omogočeno, so vsi zavihki zaokroženi - med vsakim zavihkom bo zaokrožena vrzel za 2 sl. točki, če je izbrano »žarenje« kot splošen barvni slog ob prečkanju z miško.

source: All
ar: الكلّ
el: Όλες
eo: Ĉiuj
ko: 모두
pt: Tudo
sl: Vse

source: Border:
ar: الحدّ:
el: Περίγραμμα:
eo: Bordo:
ko: 테두리:
pt: Contorno:
sl: Obroba:

source: <p>If enabled, the tabs and the tab widget will have a 3D style border - with a light shade on the top and left, and a dark shade on the bottom and right.
ar: <p>إذا شُغّل، سيكون للألسنة وودجت الألسنة حدود بنمط ثلاثي الأبعاد - بتظليل خفيف على الأعلى واليسار، وتظليل داكن على الأسفل واليمين.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες και το γραφικό συστατικό καρτελών θα έχουν ένα περίγραμμα με τρισδιάστατο στιλ - με μια φωτεινή σκίαση στην κορυφή και αριστερά και μια σκοτεινή σκίαση στη βάση και δεξιά.
eo: <p>Se enŝaltite, la langetoj kaj la langeta fenestraĵo havos 3D-stilan bordon - kun hela ombro supre kaj maldekstre, kaj malhela ombro malsupre kaj dekstre.
ko: <p>활성화되면 탭과 탭 위젯은 위와 왼쪽은 밝은 음영과 아래와 오른쪽은 어두운 음영을 갖는 3D 스타일의 테두리를 가집니다.
pt: <p>Se estiver activo, as páginas e o seu respectivo item irão ter um contorno com um estilo 3D - com uma sombra clara em cima e à esquerda, bem como uma sombra escura no fundo e à direita.
sl: <p>Če je omogočeno, bodo imeli zavihki in gradniki zavihka obrobo 3D-sloga - s svetlo senco na vrhu in na levi ter temno senco na dnu in na desni.

source: Standard
ar: قياسي
el: Τυπικές
eo: Normo
ko: 기본
pt: Normal
sl: Standardno

source: <p>If enabled, the tabs and tab widget will have an outer dark border, and a light inner border.
ar: <p>إذا شُغّل، سيكون للألسنة وودجت الألسنة حدود داكنة خارجية، وحدود داخلية خفيفة.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες και το γραφικό συστατικό καρτελών θα έχουν ένα εξωτερικό σκοτεινό περίγραμμα και ένα φωτεινό εσωτερικό περίγραμμα.
eo: <p>Se enŝaltite, la langetoj kaj langetaj fenestraĵoj havos eksteran malhelan bordon, kaj helan internan bordon.
ko: <p>활성화되면 탭과 탭 위젯은 바깥에 어두운 테두리와 밝은 내부 테두리를 가집니다.
pt: <p>Se estiver activo, as páginas e respectivos itens terão um contorno exterior escuro e um contorno interno claro.
sl: <p>Če je omogočeno, bodo imeli zavihki in gradniki zavihkov zunanjo temno obrobo in svetlo notranjo obrobo.

source: Inactive tab inner border:
ar: الحد الداخلي للسن غير النشط:
el: Εσωτερικό περίγραμμα ανενεργής καρτέλας:
eo: Neaktiva langeto interna bordo:
ko: 비활성 탭 내부 테두리:
pt: Contorno interior das páginas inactivas:
sl: Notranja obroba nedejavnega zavihka:

source: <p>If enabled, inactive tabs will have a border as per the 'Border' setting.
ar: <p>إذا شُغّل، سيكون للألسنة غير النشطة حدود وفقاً لضبط 'الحد'.
el: <p>Αν ενεργοποιηθεί, οι ανενεργές καρτέλες θα έχουν ένα περίγραμμα ανάλογα με τη ρύθμιση για το 'Περίγραμμα'.
eo: <p>Se enŝaltite, neaktivaj langetoj havos bordon laŭ la agordo 'Bordo'.
ko: <p>활성화되면 비활성 탭은 '테두리' 설정과 같은 테두리를 가집니다.
pt: <p>Se estiver activo, as páginas inactivas irão ter um contorno como definido em 'Contorno'.
sl: <p>Če je omogočeno, bodo imeli nedejavni zavihki obrobo glede na nastavitev »Obroba«.

source: Same as active tab
ar: مثل السن النشط
el: Ίδια με την ενεργή καρτέλα
eo: Same kiel aktiva langeto
ko: 활성 탭과 동일하게
pt: Igual às páginas activas
sl: Enako kot dejavni zavihek

source: <p>If enabled, inactive tabs will have no inner border.
ar: <p>إذا شُغّل، لن يكون للألسنة غير النشطة أي حد داخلي.
el: <p>Αν ενεργοποιηθεί, οι ανενεργές καρτέλες δεν θα έχουν εσωτερικό περίγραμμα.
eo: <p>Se enŝaltite, neaktivaj langetoj havos neniun internan bordon.
ko: <p>활성화되면 비활성 탭은 내부 테두리를 가지지 않습니다.
pt: <p>Se estiver activo, as páginas inactivas, não terão nenhum contorno interior.
sl: <p>Če je omogočeno, nedejavni zavihki ne bodo imeli notranje obrobe.

source: No inner border
ar: لا حد داخلي
el: Χωρίς εσωτερικό περίγραμμα
eo: Neniu interna bordo
ko: 내부 테두리 없음
pt: Sem contorno interior
sl: Brez notranje obrobe

source: Shade of bottom tabs:
ar: تظليل الألسنة السفلية:
el: Σκίαση των καρτελών βάσης:
eo: Ombro de malsupraj langetoj:
ko: 아래 탭의 음영:
pt: Tom das páginas inferiores:
sl: Senca spodnjih zavihkov:

source: <p>If enabled, tabs on the bottom will use the same gradient as tabs on the top. i.e. if the top tabs shades from light to the background color, then the bottom tabs will go from the background color to light - this can sometimes give the appearance that the bottom tabs are sticking out.
ar: <p>إذا شُغّل، تستخدم الألسنة السفلية نفس التدرج الذي تستخدمه الألسنة العلوية. أي، إذا كانت الألسنة العلوية تتدرج من الفاتح إلى لون الخلفية، عندئذٍ تنتقل الألسنة السفلية من لون الخلفية إلى الفاتح - يمكن أن يعطي هذا أحياناً مظهر أن الألسنة السفلية بارزة.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες στη βάση θα χρησιμοποιούν την ίδια διαβάθμιση με τις καρτέλες στην κορυφή δηλ. αν οι καρτέλες γίνονται σκούρες από φωτεινές προς το χρώμα του φόντου, τότε οι καρτέλες της βάσης θα μεταβούν από το χρώμα του φόντου σε φωτεινό - αυτό μπορεί κάποιες φορές να δίνει την εντύπωση ότι οι καρτέλες στη βάση εξέχουν.
eo: <p>Se enŝaltite, langetoj malsupre uzos la saman gradienton kiel langetoj supre. t.e. se la supraj langetoj ombros de lumo al la fonkoloro, tiam la malsupraj langetoj iros de la fonkoloro al lumo - tio foje povas doni la aspekton, ke la malsupraj langetoj elstaras.
ko: <p>활성화되면 아래에 있는 탭은 위에 있는 탭과 같은 그라데이션을 사용합니다. 즉, 위 탭이 밝음에서 배경색으로 음영 처리가 되어 있다면, 아래 탭은 배경색에서 밝음으로 처리가 됩니다. 이것은 때때로 아래 탭이 튀어 나온 것과 같은 모양을 줄 수 있습니다.
pt: <p>Se estiver activo, as páginas no fundo irão usar o mesmo gradiente das páginas no topo, i.e. se as páginas de topo passarem de claro para a cor de fundo, então as páginas inferiores irão da cor de fundo para a cor clara - isto poderá dar em alguns casos a ideia que as páginas inferiores estão a sair.
sl: <p>Če je omogočeno, bodo zavihki na dnu uporabili enak preliv kot zavihki na vrhu. Če se torej vrhnji zavihki senčijo od svetlega do barve ozadja, potem bodo zavihki na dnu šli od barve ozadja proti svetlemu - to lahko včasih daje videz, da spodnji zavihki štrlijo ven.

source: Same as top tabs
ar: مثل الألسنة العلوية
el: Ίδιες με τις καρτέλες στην κορυφή
eo: Same kiel supraj langetoj
ko: 위 탭과 동일하게
pt: Igual às páginas superiores
sl: Enako kot vrhnji zavihki

source: <p>If enabled, tabs on the bottom will use the an inverted gradient to tabs on the top. i.e. if the top tabs shades from light to the background color, then bottom tabs will go from the background color to dark.
ar: <p>إذا شُغّل، تستخدم الألسنة السفلية تدرجاً معكوساً للألسنة العلوية. أي، إذا كانت الألسنة العلوية تتدرج من الفاتح إلى لون الخلفية، عندئذٍ تنتقل الألسنة السفلية من لون الخلفية إلى الداكن.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες στη βάση θα χρησιμοποιούν αντεστραμμένη διαβάθμιση για τις καρτέλες στην κορυφή δηλ. αν οι καρτέλες κορυφής μεταβαίνουν από φωτεινές στο χρώμα φόντου, οι καρτέλες βάσης θα μεταβούν από το χρώμα φόντου σε σκούρο.
eo: <p>Se enŝaltite, langetoj malsupre uzos la inversan gradienton al langetoj supre. t.e. se la supraj langetoj ombros de lumo al la fonkoloro, tiam malsupraj langetoj iros de la fonkoloro al mallumo.
ko: <p>활성화되면 하단의 탭은 상단의 탭에 반전된 그라데이션을 사용합니다. 즉, 상단 탭이 빛에서 배경색까지 음영 처리되면 하단 탭이 배경색에서 어두운 색으로 바뀝니다.
pt: <p>Se estiver activo, as páginas no fundo irão usar um gradiente invertido face ao das páginas do topo, i.e., se as páginas de topo vão de um tom claro para a cor de fundo, então as páginas inferiores irão da cor de fundo para um tom escuro.
sl: <p>Če je omogočeno, bodo zavihki na dnu uporabili obrnjeni preliv glede na zavihke na vrhu, t.j. če zgornji zavihki senčijo od svetlega do barve ozadja, potem gredo spodnji zavihki iz barve ozadja proti temi.

source: Invert
ar: اعكس
el: Αντιστροφή
eo: Inverti
ko: 반대로
pt: Inverter
sl: Preobrni

source: Tabs within toolbars:
ar: الألسنة ضمن أشرطة الأدوات:
el: Καρτέλες μέσα σε γραμμές εργαλείων:
eo: Langetoj en ilobretoj:
ko: 도구 모음 안의 탭:
pt: Páginas dentro de barras de ferramentas:
sl: Zavihki v orodnih vrsticah:

source: <p>If enabled, tabs that are within toolbars will be drawn as normal.
ar: <p>إذا شُغّل، ترسم الألسنة التي ضمن أشرطة الأدوات كالمعتاد.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες που βρίσκονται μέσα σε γραμμές εργαλείων θα σχεδιαστούν κανονικά.
eo: <p>Se enŝaltite, langetoj kiuj estas en ilbretoj estos desegnitaj normale.
ko: <p>활성화되면 도구 모음 안에 있는 탭은 보통처럼 그려집니다.
pt: <p>Se estiver activo, as páginas que estejam dentro de barras de ferramentas serão desenhadas normalmente.
sl: <p>Če je omogočeno, bodo zavihki v orodnih vrsticah narisani kot običajno.

source: Draw as standard tabs
ar: ارسم كألسنة معيارية
el: Σχεδιασμός ως τυπικές καρτέλες
eo: Desegni kiel normajn langetojn
ko: 표준 탭으로 그리기
pt: Desenhar como páginas normais
sl: Nariši kot standardne zavihke

source: <p>If enabled, tabs that are within toolbars will be drawn the same as sidebar buttons.
ar: <p>إذا شُغّل، ترسم الألسنة التي ضمن أشرطة الأدوات مثل أزرار الشريط الجانبي.
el: <p>Αν ενεργοποιηθεί, οι καρτέλες που βρίσκονται μέσα σε γραμμές εργαλείων θα σχεδιαστούν όπως τα κουμπιά της πλευρικής γραμμής.
eo: <p>Se enŝaltite, langetoj kiuj estas en ilbretoj estos desegnitaj same kiel flankaj butonoj.
ko: <p>활성화되면 도구 모음 안의 탭은 사이드바 단추와 같이 그려집니다.
pt: <p>Se estiver activo, as páginas que estão dentro de barras de ferramentas serão desenhadas da mesma forma que os botões das barras laterais.
sl: <p>Če je omogočeno, bodo zavihki v orodnih vrsticah narisani enako kot gumbi stranske vrstice.

source: Draw as per sidebar button settings
ar: ارسم وفقاً لضبط أزرار الشريط الجانبي
el: Σχεδιασμός ανάλογα με τις ρυθμίσεις του κουμπιού πλευρικής γραμμής
eo: Desegni laŭ agordoj de butonoj de flanka kolumno
ko: 사이드바 단추 설정으로 그리기
pt: Desenhar como os botões das barras laterais
sl: Nariši v skladu z nastavitvami gumba stranske vrstice

source: Left aligned
ar: بمحاذاة اليسار
el: Αριστερή στοίχιση
eo: Maldekstre vicigita
ko: 왼쪽으로 정렬
pt: Alinhados à esquerda
sl: Poravnano levo

source: Centre aligned
ar: بمحاذاة الوسط
el: Κεντρική στοίχιση
eo: Centro vicigita
ko: 가운데로 정렬
pt: Alinhados ao centro
sl: Sredinsko poravnano
