Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>Controls whether the coloration happens all the time, or only when the mouse hovers over the slider.</p>
ar: <p>يتحكَّم في ما إذا كان التلوين يحدث طوال الوقت، أو فقط عند مرور مؤشر الفأرة على المنزلق.</p>
el: <p>Ελέγχει αν ο χρωματισμός συμβάινει πάντα ή μόνο όταν το ποντίκι αιωρείται πάνω από το κουμπί κύλισης.</p>
eo: <p>Regas ĉu la kolorigo okazas la tutan tempon, aŭ nur kiam la muso ŝvebas super la glitilo.</p>
ko: <p>채색이 항상 일어날지, 아니면 조절 막대에 마우스 올림이 있을 때만 일어날지를 조절합니다.</p>
pt: <p>Controla se a coloração acontece sempre ou apenas quando o cursor do rato passa sobre a barra.</p>
sl: <p>Nadzoruje, ali se obarvanost vrši ves čas ali le, ko se miška pomakne nad drsnik.</p>

source: Mouse-over only
ar: عند مرور المؤشر فقط
el: Σε αιώρηση μόνο
eo: Muso super nur
ko: 마우스가 올라갈 때에만 강조하기
pt: Apenas à passagem do rato
sl: Samo ob prečkanju z miško

source: Style:
ar: النمط:
el: Στιλ:
eo: Stilo:
ko: 스타일:
pt: Estilo:
sl: Slog:

source: <p>Controls the appearance of standard sliders - i.e. not scrollbar sliders. 'Triangular' is very similar to plastik's sliders.</p>
ar: <p>يتحكَّم في مظهر المنزلقات القياسية - أي ليست منزلقات شريط التمرير. 'المثلثي' مشابه جدًا لمنزلقات بلاستيك.</p>
el: <p>Ελέγχει την εμφάνιση των τυπικών κουμπιών κύλισης - δηλ. όχι των κουμπιών της γραμμής κύλισης. Το 'τριγωνικό' είναι αρκετά παρόμοιο με τα κουμπιά κύλισης του plastik.</p>
eo: <p>Regas la aspekton de normaj glitiloj - t.e. ne rultablaj glitiloj. 'Triangula' tre similas al la glitiloj de plastik.</p>
ko: <p>표준 조절 막대의 모양을 조절합니다. 단 스크롤 막대는 제외합니다. '삼각형'은 플라스틱 스타일의 조절 막대와 매우 비슷합니다.</p>
pt: <p>Controla a aparência das barras deslizantes normais - i.e. não as barras deslizantes de deslocamento. A 'Triangular' é muito semelhante às barras deslizantes do tema Plastik.</p>
sl: <p>Nadzoruje videz standardnih drsnikov - torej ne drsnikov drsne vrstice. »Trikotno« je zelo podobno drsnikom »plastik«.</p>

source: Used slider groove:
ar: أخدود المنزلق المستخدَم:
el: Μεταχειρισμένη εγκοπή κουμπιού κύλισης:
eo: Uzita glitila kanelo:
ko: 사용된 조절 막대 홈:
pt: Relevo da barra usada:
sl: Uporabljena reža drsnika:

source: <p>Indicates whether the used part of a slider's groove should be filled or not. (Does not affect scrollbar sliders).</p>
ar: <p>يُشير إلى ما إذا كان الجزء المستخدَم من أخدود المنزلق يجب أن يُملأ أم لا. (لا يؤثر على منزلقات شريط التمرير).</p>
el: <p>Δείχνει αν το μεταχειρισμένο τμήμα της εγκοπής ενός κουμπιού κύλισης πρέπει να γεμίσει ή όχι. (Δεν επηρεάζει τα κουμπιά της γραμμή κύλισης).</p>
eo: <p>Indikas ĉu la uzata parto de la kanelo de glitilo estu plenigita aŭ ne. (Ne influas rulklajn glitilojn).</p>
ko: <p>조절 막대의 홈의 사용된 부분이 채워져야 하는지를 지정합니다. (스크롤 막대에 영향을 주지 않습니다.)</p>
pt: <p>Indica se a parte usada do relevo de uma barra deverá ser preenchida ou não. (Não afecta as barras deslizantes de posicionamento).</p>
sl: <p>Označuje, ali je treba uporabljeni del reže drsnika napolniti ali ne (ne vpliva na drsnike drsnikov).</p>

source: Fill
ar: تعبئة
el: Γέμισμα
eo: Plenigi
ko: 채우기
pt: Preencher
sl: Polnilo

source: <p>Controls the gradient setting used for the used part of a standard sliders' groove.</p>
ar: <p>يتحكَّم في إعداد التدرج المستخدَم للجزء المستخدَم من أخدود المنزلقات القياسية.</p>
el: <p>Ελέγχει τη βαθμιαία ρύθμιση για το μεταχειρισμένο τμήμα της εγκοπής ενός κουμπιού κύλισης.</p>
eo: <p>Regas la gradientagordon uzatan por la uzata parto de norma glitila sulko.</p>
ko: <p>표준 조절 막대의 홈의 사용된 부분에서 사용할 그라데이션 설정을 조절합니다.</p>
pt: <p>Controla a definição do gradiente usado na parte aplicada ao relevo de uma barra deslizante normal.</p>
sl: <p>Nadzira nastavitev preliva, ki se uporablja za uporabljeni del reže standardnih drsnikov.</p>

source: <p>Groove appearance:</p>
ar: <p>مظهر الأخدود:</p>
el: <p>Εμφάνιση εγκοπής:</p>
eo: <p>Kanka aspekto:</p>
ko: <p>홈 모양:</p>
pt: <p>Aparência do relevo:</p>
sl: <p>Videz reže:</p>

source: <p>Controls the gradient setting used for both scrollbar sliders, and other sliders.</p>
ar: <p>يتحكَّم في إعداد التدرج المستخدَم لكل من منزلقات شريط التمرير والمنزلقات الأخرى.</p>
el: <p>Ελέγχει τη βαθμιαία ρύθμιση που χρησιμοποιείται και για τα κουμπιά της γραμμής κύλισης και για άλλα κουμπιά κύλισης.</p>
eo: <p>Regas la gradientan agordon uzatan por kaj rultablaj glitiloj, kaj aliaj glitiloj.</p>
ko: <p>스크롤 막대와 다른 조절 막대에서 사용할 그라데이션 설정을 조절합니다.</p>
pt: <p>Controla a definição do gradiente usado tanto para as barras de posicionamento como para as outras.</p>
sl: <p>Nadzira nastavitev preliva, ki se uporablja za drsnike drsne vrstice in druge drsnike.</p>

source: <p>Controls whether scrollbar slider grooves should be the same thickness as the slider, or be thinner (and more like the groove of a standard slider).</p>
ar: <p>يتحكَّم في ما إذا كان يجب أن تكون أخاديد منزلقات شريط التمرير بنفس سماكة المنزلق، أو أن تكون أرق (وأكثر شبهًا بأخدود منزلق قياسي).</p>
el: <p>Ελέγχει αν οι εγκοπές των κουμπιών της γραμμής κύλισης πρέπει να έχουν το ίδιο πάχος με το κουμπί κύλισης ή να είναι λεπτότερες (και να μοιάζουν περισσότερο με την εγκοπή ενός τυπικού κουμπιού κύλισης).</p>
eo: <p>Regas ĉu rulumbretaj glitilaj fendoj devus esti la sama dikeco kiel la glitilo, aŭ esti pli maldikaj (kaj pli kiel la kanelo de norma glitilo).</p>
ko: <p>스크롤 막대 홈이 조절 막대와 같은 두께를 가져야 하는지, 아니면 더 얇아져야 하는지를 (그리고 표준 조절 막대의 홈과 더 비슷하게) 조절합니다.</p>
pt: <p>Controla se os relevos das barras deslizantes de deslocamento deverão ser da mesma espessura da barra deslizante ou mais finos (e mais parecido com o relevo de uma barra deslizante normal).</p>
sl: <p>Nadzoruje, ali morajo biti reže drsnikov drsne vrstice enake debeline kot drsnik ali tanjši (in bolj podobni reži standardnega drsnika).</p>

source: Thin
ar: رقيق
el: Λεπτές
eo: Maldika
ko: 얇게
pt: Fino
sl: Tanko

source: Bordered
ar: مُحدَّد بإطار
el: Με περιγράμματα
eo: Bordita
ko: 테 두르기
pt: Com Contorno
sl: Obrobljeno

source: Scrollbar buttons:
ar: أزرار شريط التمرير:
el: Κουμπιά γραμμής κύλισης:
eo: Srollbarbutonoj:
ko: 스크롤 막대 단추:
pt: Botões da barra de posicionamento:
sl: Gumbi drsnega traku:

source: <p>This controls the position, and number, of buttons on a scrollbar. <ul><li>KDE - 1 button at the top/left, and two at the bottom/right</li><li>Windows - 1 button at each end</li><li>Platinum - no buttons at the top/left, two at bottom/right</li><li>Next - two buttons at the top/left, none at bottom/right</li><li>None - no buttons, only the slider</li></ul></p>
ar: <p>يتحكَّم هذا في موضع وعدد الأزرار على شريط التمرير. <ul><li>كيدي - زر واحد في الأعلى/اليسار، واثنان في الأسفل/اليمين</li><li>ويندوز - زر واحد في كل طرف</li><li>بلاتينيوم - لا أزرار في الأعلى/اليسار، اثنان في الأسفل/اليمين</li><li>نكست - زران في الأعلى/اليسار، لا شيء في الأسفل/اليمين</li><li>لا شيء - لا أزرار، فقط المنزلق</li></ul></p>
el: <p>Αυτό ελέγχει τη θέση και τον αριθμό των κουμπιών σε μια γραμμή κύλισης. <ul><li>KDE - 1 κουμπί στην κορυφή/αριστερά, και δύο στη βάση/δεξιά</li><li>Windows - 1 κουμπί σε κάθε άκρη</li><li>Platinum - χωρίς κουμπιά στην κορυφή/αριστερά, δύο στη βάση/δεξιά</li><li>Next - δύο κουμπιά στην κορυφή/αριστερά, κανένα στη βάση/δεξιά</li><li>Κανένα - χωρίς κουμπιά, μόνο το κουμπί κύλισης</li></ul></p>
eo: <p>Ĉi tio regas la pozicion kaj nombron de butonoj sur rulumbreto. <ul><li>KDE - 1 butono supre/maldekstre, kaj du malsupre/dekstre</li><li>Vindozo - 1 butono ĉe ĉiu fino</li><li>Platinum - neniuj butonoj supre/maldekstre, du malsupre/dekstre</li><li>Sekva - du butonoj supre/maldekstre, neniu malsupre/dekstre </li><li>Neniu - neniuj butonoj, nur la glitilo</li></ul></p>
ko: <p>스크롤 막대에서 단추의 위치와 수를 조절합니다. <ul><li>KDE - 위/왼쪽에 버튼 1개, 그리고 아래/오른쪽에 2개 </li><li>윈도우 - 각각의 끝에 버튼 1개</li><li>Platinum - 위/왼쪽에 버튼 없음, 아래/오른쪽에 2개 </li><li>Next - 위/왼쪽에 버튼 2개, 아래/오른쪽에 없음</li><li>버튼 없음 - 버튼 없음. 오직 조절 막대만 있음</li></ul></p>
pt: <p>Isto controla a posição e a quantidade de botões numa barra de deslocamento. <ul><li>KDE - 1 botão no topo/lado esquerdo e dois no fundo/lado direito</li><li>Windows - 1 botão em cada extremo</li><li>Platinum - sem botões no topo/lado esquerdo, dois no fundo/lado direito</li><li>Next - dois botões no topo/lado esquerdo, nenhum no fundo/lado direito</li><li>Nenhum - sem botões, apenas a barra deslizante</li></ul></p>
sl: <p>S tem nadzirate položaj in število gumbov na drsnem traku. <ul><li>KDE - en gumb na vrhu/levi in dva na dnu/desni</li><li>Windows - en gumb na vsakem koncu</li><li>Platina - brez gumbov na vrhu/levi, dva na dnu/desni</li><li>NeXT - dva gumba na vrhu/levo, noben na dnu/desni</li><li>Brez - brez gumbov, samo drsnik</li></ul></p>

source: <p>If enabled, then scrollbar buttons are not drawn and only the arrows will appear.</p>
ar: <p>إذا فعلت، فلن تُرسَم أزرار شريط التمرير ولن تظهر سوى الأسهم.</p>
el: <p>Αν ενεργοποιηθούν, τα κουμπιά της γραμμής κύλισης δεν σχεδιάζονται και μόνο τα βέλη θα εμφανίζονται.</p>
eo: <p>Se ĝi estas ebligita, tiam rulklaj butonoj ne estas desegnitaj kaj nur la sagoj aperos.</p>
ko: <p>활성화되면 스크롤 막대의 단추를 그리지 않고 오직 화살표만 나타납니다.</p>
pt: <p>Se estiver activo, então os botões da barra de posicionamento não serão desenhados, apenas aparecendo as setas.</p>
sl: <p>Če je omogočeno, potem gumbi drsne vrstice niso izrisani in prikazale se bodo samo puščice.</p>

source: Background:
ar: الخلفيّة:
el: Φόντο:
eo: Fono:
ko: 배경:
pt: Fundo:
sl: Ozadje:

source: <p>Configures the background gradient to be used with 'Flat' scrollbar buttons.</p>
ar: <p>اضبط تدرج الخلفية المستخدَم مع أزرار شريط التمرير 'المسطحة'.</p>
el: <p>Διαμορφώνει τη διαβάθμιση του φόντου για χρήση με 'επίπεδα' κουμπιά γραμμής κύλισης.</p>
eo: <p>Agordas la fonan gradienton por esti uzata kun 'Plataj' rulumbretobutonoj.</p>
ko: <p>'평평하게' 된 스크롤 막대 버튼에 사용될 배경의 그라데이션을 설정합니다.</p>
pt: <p>Configura o gradiente do fundo a usar com os botões de posicionamento 'Planos'.</p>
sl: <p>Prilagodi preliv ozadja, ki se uporablja z gumbi za drsno vrstico »Plosko«.</p>

source: Slider thumbs:
ar: إبهامات المنزلق:
el: Σηεία κουμπιού κύλισης:
eo: Glitilaj dikfingroj:
ko: 조절 막대 지문:
pt: Miniaturas das barras:
sl: Sličice drsnika:

source: <p>Defines what markings should be placed in the center of scrollbar sliders (and plain style sliders).</p>
ar: <p>يُعرِّف ما هي العلامات التي يجب وضعها في مركز منزلقات شريط التمرير (والمنزلقات ذات النمط العادي).</p>
el: <p>Ορίζει ποιες ενδείξεις πρέπει να τοποθετηθούν στο κέντρο των κουμπιών της γραμμής κύλισης (και κουμπιών κύλισης με απλό στιλ).</p>
eo: <p>Difinas kiajn markojn devas esti metitaj en la centron de rulglitiloj (kaj simplastilaj glitiloj).</p>
ko: <p>스크롤 막대 (그리고 단순한 스타일의 조절 막대)의 중심에 놓여질 표시가 무엇인지를 정의합니다.</p>
pt: <p>Define que marcações deverão ser colocadas no centro das barras deslizantes de posicionamento (e nas barras deslizantes simples).</p>
sl: <p>Določa, katere oznake je treba umestiti v sredino drsnikov drsne vrstice (in drsnikov navadnega sloga).</p>

source: Slider width:
ar: عرض المنزلق:
el: Πλάτος κουμπιού κύλισης:
eo: Larĝo de glitilo:
ko: 조절 막대 두께:
pt: Largura da barra deslizante:
sl: Širina drsnika:

source: <p>Controls the width of scrollbar sliders, and plain style sliders.</p>
ar: <p>يتحكَّم في عرض منزلقات شريط التمرير، والمنزلقات ذات النمط العادي.</p>
el: <p>Ελέγχει το πλάτος των κουμπιών γραμμής κύλισης και κουμπιών κύλισης με απλό στιλ.</p>
eo: <p>Regas la larĝecon de rulglitiloj, kaj simplastilaj glitiloj.</p>
ko: <p>스크롤 막대와 단순한 스타일의 조절 막대의 두께를 조절합니다.</p>
pt: <p>Controla a largura das barras de posicionamento e das barras de estilo plano.</p>
sl: <p>Nadzira širino drsnikov drsne vrstice in drsnikov navadnega sloga.</p>

source: <p>If enabled, a fading stripe will be added.</p>
ar: <p>إذا فعلت، أضِف شريطًا متلاشيًا.</p>
el: <p>Αν ενεργοποιηθεί, μια λωρίδα με ομαλή εξασθένιση θα προστεθεί.</p>
eo: <p>Se ebligita, velkanta strio estos aldonita.</p>
ko: <p>활성화되면 흐려지는 줄무늬가 추가됩니다.</p>
pt: <p>Se estiver activa a opção, será adicionada uma barra desvanecida.</p>
sl: <p>Če je omogočeno, bo dodana proga, ki pojema.</p>

source: Bar:
ar: شريط:
el: Γραμμή:
eo: Breto:
ko: 표시줄:
pt: Barra:
sl: Vrstica:

source: <p>Defines the gradient to be used for the progress part of a progressbar.</p>
ar: <p>يُعرِّف التدرج المستخدَم لجزء التقدم في شريط التقدم.</p>
el: <p>Ορίζει τη διαβάθμιση του τμήματος προόδου μιας γραμμής προόδου.</p>
eo: <p>Difinas la gradienton uzotan por la progresparto de progresbreto.</p>
ko: <p>진행 표시줄의 진행 부분에 사용할 그라데이션을 정의합니다.</p>
pt: <p>Define o gradiente a usar para a parte de evolução da barra de progresso.</p>
sl: <p>Določa preliv, ki ga želite uporabiti za del napredovanja v vrstici napredka.</p>

source: <p>Defines the stripe type to be used for the progress part of a progressbar.</p>
ar: <p>يُعرِّف نوع الشريط المستخدَم لجزء التقدم في شريط التقدم.</p>
el: <p>Ορίζει τον τύπο λωρίδας για το τμήμα προόδου της γραμμής προόδου.</p>
eo: <p>Difinas la tipon de strio uzota por la progresparto de progresbreto.</p>
ko: <p>진행 표시줄의 진행 부분에 사용할 줄무늬 형식을 정의합니다.</p>
pt: <p>Define o tipo de barra a usar para a parte de evolução da barra de progresso.</p>
sl: <p>Določa vrsto traku, ki se uporablja za del napredovanja v vrstici napredka.</p>

source: <p>Determines if the stripes on progressbars should be animated, or not.</p>
ar: <p>يُحدِّد ما إذا كان يجب تحريك الأشرطة على أشرطة التقدم أم لا.</p>
el: <p>Καθορίζει αν οι λωρίδες στις γραμμές προόδου πρέπει να γίνονται με γραφικά ή όχι.</p>
eo: <p>Determinas ĉu la strioj sur progresbretoj devus esti viglaj, aŭ ne.</p>
ko: <p>진행 표시줄의 줄무늬를 애니메이션으로 표시할지 여부를 결정합니다</p>
pt: <p>Define se as barras nas barras de progresso deverão estar animadas ou não.</p>
sl: <p>Določa, ali naj bodo proge v vrsticah napredka animirane ali ne.</p>

source: Animated
ar: متحركة
el: Με γραφικά
eo: Vigla
ko: 애니메이션 적용
pt: Animado
sl: Animirano

source: <p>Add a white 'glow' to progressbars.</p>
ar: <p>أضِف 'وهجًا' أبيض إلى أشرطة التقدم.</p>
el: <p>Προσθήκη λευκής 'λάμψης' σε γραμμές προόδου.</p>
eo: <p>Aldoni blankan 'brilon' al progresbretoj.</p>
ko: <p>진행 표시줄에 흰색의 '선명함'을 추가합니다.</p>
pt: <p>Adiciona um 'brilho' branco às barras de progresso.</p>
sl: <p>Dodajte belo »žarenje« v vrstice napredka.</p>

source: <p>Enable this option to remove the 1 pixel border around the filled element.</p>
ar: <p>فعِّل هذا الخيار لإزالة إطار البكسل الواحد حول العنصر المملوء.</p>
el: <p>Ενεργοποιήστε αυτήν την επιλογή για να αφιαρέσετε το περίγραμμα του ενός εικονοστοιχείου γύρω από το γεμισμένο αντικείμενο.</p>
eo: <p>Ebligu ĉi tiun opcion por forigi la 1-pikselan bordon ĉirkaŭ la plenigita elemento.</p>
ko: <p>이 옵션을 사용하면 채워진 부분 주위에 1픽셀의 테두리를 삭제합니다.</p>
pt: <p>Active esta opção para remover o contorno de 1 pixel em torno do elemento preenchido.</p>
sl: <p>Omogočite to možnost, da odstranite obrobo 1 sl. točke okoli zapolnjenega elementa.</p>

source: Fill groove
ar: املأ الأخدود
el: Γέμισμα εγκοπής
eo: Plenigi sulkon
ko: 홈 채우기
pt: Relevo do preenchimento
sl: Zapolni režo

source: Groove:
ar: تخدد:
el: Εγκοπή:
eo: Kanelo:
ko: 홈:
pt: Relevo:
sl: Reža:

source: <p>Defines the gradient to be used for the groove part of a progressbar.</p>
ar: <p>يُعرِّف التدرج المستخدَم لجزء الأخدود في شريط التقدم.</p>
el: <p>Ορίζει τη διαβάθμιση για το τμήμα εγκοπής μιας γραμμής προόδου.</p>
eo: <p>Difinas la gradienton uzotan por la sulka parto de progresbreto.</p>
ko: <p>진행 표시줄의 홈 부분에 사용할 그라데이션을 정의합니다.</p>
pt: <p>Define o gradiente a usar para a parte em relevo de uma barra de progresso.</p>
sl: <p>Določa preliv, ki ga želite uporabiti za režo v vrstici napredka.</p>

source: <p>Defines the color to be used for the groove part of a progressbar.</p>
ar: <p>يُعرِّف اللون المستخدَم لجزء الأخدود في شريط التقدم.</p>
el: <p>Ορίζει το χρώμα για το τμήμα εγκοπής μιας γραμμής προόδου.</p>
eo: <p>Difinas la koloron uzotan por la sulka parto de progresbreto.</p>
ko: <p>진행 표시줄의 홈 부분에 사용할 색을 정의합니다.</p>
pt: <p>Define a cor a usar para a parte em relevo de uma barra de progresso.</p>
sl: <p>Določa barvo, ki jo želite uporabiti za režo v vrstici napredka.</p>

source: <p>Enable this option to have a border around the progress bar groove and contents.</p>
ar: <p>فعِّل هذا الخيار لوجود إطار حول أخدود شريط التقدم ومحتوياته.</p>
el: <p>Ενεργοποιήστε αυτήν την επιλογή για να έχετε περίγραμμα γύρω από την εγκοπή της γραμμής προόδου και του περιεχομένου.</p>
eo: <p>Ebligu ĉi tiun opcion por havi bordon ĉirkaŭ la progresdrinketo kaj enhavo.</p>
ko: <p>진행 표시줄의 홈과 내용 주위에 테두리를 나타내려면 이 옵션을 사용합니다.</p>
pt: <p>Active esta opção para ter um contorno à volta do relevo e do conteúdo da barra de progresso.</p>
sl: <p>Omogočite to možnost, da imate obrobo okoli reže in vsebine vrstice napredka.</p>

source: Border all sides
ar: أطِّر جميع الجوانب
el: Περίγραμμα σε όλες τις πλευρές
eo: Bordo ĉiuj flankoj
ko: 모든 면 테 두르기
pt: Contorno em todos os lados
sl: Obroba na vseh straneh

source: Text:
ar: النص:
el: Κείμενο:
eo: Teksto:
ko: 텍스트:
pt: Texto:
sl: Besedilo:

source: <p>If enabled, the text on a progressbar will use the general widget font.</p>
ar: <p>إذا فعلت، استخدم خط الودجة العام للنص على شريط التقدم.</p>
el: <p>Αν ενεργοποιηθεί, το κείμενο σε μια γραμμή προόδου θα χρησιμοποιήσει τη γενική γραμματοσειρά του γραφικού συστατικού.</p>
eo: <p>Se ĝi estas enŝaltita, la teksto sur progresbreto uzos la ĝeneralan fenestraĵtiparo.</p>
ko: <p>활성화되면, 진행 표시줄의 텍스트는 일반적인 위젯의 글꼴을 사용합니다.</p>
pt: <p>Se estiver activo, o texto de uma barra de progresso irá usar o tipo de letra geral.</p>
sl: <p>Če je omogočeno, bo za besedilo v vrstici napredka uporabljena splošna pisava gradnika.</p>

source: Standard font
ar: الخط القياسي
el: Τυπική γραμματοσειρά
eo: Norma tiparo
ko: 표준 글꼴
pt: Tipo de letra normal
sl: Standardna pisava

source: <p>If enabled, the text on a progressbar will use a bold font.</p>
ar: <p>إذا فعلت، استخدم خطًا عريضًا للنص على شريط التقدم.</p>
el: <p>Αν ενεργοποιηθεί, το κείμενο σε μια γραμμή προόδου θα έχει έντονη γραμματοσειρά.</p>
eo: <p>Se enŝaltite, la teksto sur progresbreto uzos grasan tiparon.</p>
ko: <p>활성화되면, 진행 표시줄의 텍스트는 굵은 글꼴을 사용합니다.</p>
pt: <p>Se estiver activo, o texto de uma barra de progresso irá usar um texto a negrito.</p>
sl: <p>Če je omogočeno, bo besedilo v vrstici napredka uporabljalo krepko pisavo.</p>

source: Bold font
ar: خط ثخين
el: Έντονη γραμματοσειρά
eo: Grada tiparo
ko: 굵은 글꼴
pt: Texto negrito
sl: Krepka pisava

source: Indicate with:
ar: أشِر بواسطة:
el: Ένδειξη με:
eo: Indiki per:
ko: 다음으로 나타내기:
pt: Indicar com:
sl: Nakaži z:

source: <p>Defines the way in which the theme indicates which button is the 'default' button.</p>
ar: <p>يُعرِّف الطريقة التي يُشير بها المظهر إلى أي زر هو الزر 'المبدئي'.</p>
el: <p>Ορίζει τον τρόπο μετον οποίο το θέμα δείχνει ποιο κουμπί είναι το 'προκαθορισμένο'.</p>
eo: <p>Difinas la manieron en kiu la etoso indikas, kiu butono estas la 'defaŭlta' butono.</p>
ko: <p>'기본' 단추가 되는 단추를 지시할 테마의 방식을 정의합니다.</p>
pt: <p>Define a forma como o tema indica que um dado botão é o seleccionado 'por omissão'.</p>
sl: <p>Določa način, kako temo označuje, kateri gumb je »privzeti« gumb.</p>

source: <p>If enabled, the text of the 'default' button will be drawn twice - the second time will be 1 pixel to the left. This gives it a more 'bold' look.</p>
ar: <p>إذا فعلت، ارسِم نص الزر 'المبدئي' مرتين - ستكون المرة الثانية 1 بكسل إلى اليسار. يُعطِي هذا مظهرًا أكثر 'جرأة'.</p>
el: <p>Αν ενεργοποιηθεί, το κείμενο στο 'προκαθορισμένο' κουμπί θα σχεδιστεί δύο φορές - τη δεύτερη φορά θα είναι 1 εικονοστοιχείο αριστερά. Αυτό προσδίδει μια πιο έντονη όψη.</p>
eo: <p>Se enŝaltite, la teksto de la 'defaŭlta' butono estos desegnita dufoje - la duan fojon estos 1 pikselo maldekstre. Ĉi tio donas al ĝi pli 'grasan' aspekton.</p>
ko: <p>활성화되면 '기본' 단추의 텍스트는 두 번 그려집니다. - 두 번째 것은 왼쪽에 1픽셀입니다. 이것은 텍스트에 더 '굵은' 모습을 줍니다.</p>
pt: <p>Se estiver activo, o texto do botão 'predefinido' será desenhado duas vezes, onde a segunda será desenhado 1 ponto mais à esquerda. Isto dá-lhe uma aparência mais 'negrita'.</p>
sl: <p>Če je omogočeno, bo besedilo »privzetega« gumba narisano dvakrat - drugič bo 1 sl. točka na levo. To mu daje bolj »krepki« videz.</p>

source: Embolden text
ar: اجعل النص عريضًا
el: Έντονο κείμενο
eo: Kuraĝa teksto
ko: 텍스트를 굵게
pt: Sobressair o texto
sl: Okrepljeno besedilo

source: <p>Defines how the theme can use color to indicate which active widget is under the mouse.</p>
ar: <p>يُعرِّف كيف يمكن للمظهر استخدام اللون للإشارة إلى أي ودجة نشطة تقع أسفل مؤشر الفأرة.</p>
el: <p>Ορίζει πώς το θέμα χρησιμοποιεί το χρώμα για να δείξει το ενεργό γραφικό συστατικό που είναι κάτω από το ποντίκι.</p>
eo: <p>Difinas kiel la etoso povas uzi koloron por indiki kiu aktiva fenestraĵo estas sub la muso.</p>
ko: <p>마우스 아래에 있는 활성된 위젯을 지시할 색을 사용하는 테마가 어떠할지를 정의합니다.</p>
pt: <p>Define como o tema poderá usar a cor para indicar que o item activo está sob o rato.</p>
sl: <p>Določa, kako lahko tema uporabi barvo za označitev, kateri dejavni gradnik se nahaja pod miško.</p>

source: <p>This controls the % that widgets will be highlighted by when the mouse hovers over them.</p>
ar: <p>يتحكَّم هذا في النسبة المئوية (%) التي سيُظلَّل بها الودجات عند مرور مؤشر الفأرة فوقها.</p>
el: <p>Αυτό ελέγχει το % με το οποίο τα γραφικά συστατικά θα τονιστούν όταν το ποντίκι αιωρείται πάνω τους.</p>
eo: <p>Ĉi tio mastrumas la % per kiu fenestraĵoj estos reliefigitaj kiam la muso ŝvebas super ili.</p>
ko: <p>위젯이 마우스를 가리킬 때 위젯이 강조 표시되는 비율을 조절합니다.</p>
pt: <p>Isto controla a percentagem que os itens serão realçados, sempre que o cursor do rato passa sobre eles.</p>
sl: <p>To nadzoruje % , s katerim bodo gradniki poudarjeni, ko se miška pomika oz. postoji nad njimi.</p>

source: Highlight by:
ar: ظلِّل بمقدار:
el: Τονισμός κατά:
eo: Elstarigi per:
ko: 강조하기:
pt: Realçar em:
sl: Poudari za:

source: <p>Defines by how much the theme should brighten (or darken) the color of the active widget under the mouse.</p>
ar: <p>يُعرِّف بمقدار كم يجب على المظهر أن يفتِّح (أو يغمِّق) لون الودجة النشطة أسفل مؤشر الفأرة.</p>
el: <p>Ορίζει πόσο το θέμα πρέπει να λαμπρύνει (η να κάνει πιο σκούρο) το χρώμα του ενεργού γραφικού συστατικού κάτω από το ποντίκι.</p>
eo: <p>Difinas laŭ kiom la etoso devus heligi (aŭ mallumigi) la koloron de la aktiva fenestraĵo sub la muso.</p>
ko: <p>테마가 마우스 아래에 있는 활성화된 위젯의 색상을 얼마나 밝게 (또는 어둡게) 할지를 정의합니다.</p>
pt: <p>Define em quanto o tema deverá colocar mais clara (ou mais escura) a cor do item gráfico activo sob o cursor do rato.</p>
sl: <p>Določa, koliko naj tema posvetli (ali potemni) barvo dejavnega gradnika pod miško.</p>

source: Header appearance:
ar: مظهر الرأس:
el: Εμφάνιση κεφαλίδας:
eo: Kapaspekto:
ko: 머리말 모양:
pt: Aparência do cabeçalho:
sl: Videz glave:

source: <p>Defines the gradient to be used in the header of listviews and treeviews.</p>
ar: <p>يُعرِّف التدرج المستخدَم في رأس طرق عرض القائمة وطرق عرض الشجرة.</p>
el: <p>Ορίζει τη διαβάθμιση στην κεφαλίδα των προβολών λίστας και δένδρου.</p>
eo: <p>Difinas la gradienton por esti uzata en la kaplinio de listvidoj kaj arbovidoj.</p>
ko: <p>리스트 보기와 트리 보기의 머리말에 사용할 그라데이션을 정의합니다.</p>
pt: <p>Define o gradiente a usar no cabeçalho das listas e árvores.</p>
sl: <p>Določa preliv, ki ga želite uporabiti v glavi pogledov seznamov in dreves.</p>

source: <p>If enabled, headers will be drawn using the button color, otherwise the standard window background color will be used.</p>
ar: <p>إذا فعلت، ارسِم الرؤوس باستخدام لون الزر، وإلا استخدِم لون خلفية النافذة القياسي.</p>
el: <p>Αν ενεργοποιηθεί, οι κεφαλίδες θα σχεδιάζονται με χρήση του χρώματος κουμπιού, διαφορετικά το τυπικό χρώμα του φόντου παραθύρου θα χρησιμοποιείται.</p>
eo: <p>Se enŝaltite, kaplinioj estos desegnitaj per la butonkoloro, alie la norma fenestra fonkoloro estos uzata.</p>
ko: <p>활성화되면 머리말은 버튼 색상을 사용해서 그려집니다. 그렇지 않다면 표준 창 배경색이 사용됩니다.</p>
pt: <p>Se estiver activo, os cabeçalhos serão desenhados com a cor do botão, caso contrário será usada a cor de fundo normal das janelas.</p>
sl: <p>Če je omogočeno, bodo glave izrisane z barvo gumba, sicer bo uporabljena standardna barva ozadja okna.</p>
