Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>Controls the color of the indicator part of a check or radio - ie. the 'dot' or 'check' mark.
ar: <p>يتحكم في لون جزء المؤشر الخاص بصندوق التأشير أو زر المذياع - أي 'النقطة' أو 'علامة' التأشير.
el: <p>Ελέγχει το χρώμα του τμήματος δείκτη ενός κουμπιού ελέγχου ή κουμπιού επιλογής - δηλ. το σημείο 'τελεία' ή 'έλεγχος'.
eo: <p>Regas la koloron de la indikila parto de ĉeko aŭ radio - t.e. la 'punkto' aŭ 'marko'.
ko: <p>체크 또는 라디오(즉, '점' 또는 '체크' 표시)의 지시 부분의 색을 조절합니다.
pt: <p>Controla a cor da parte indicadora de uma opção de marcação ou exclusiva - ie. o 'ponto' ou 'marcação'.
sl: <p>Nadzoruje barvo kazalnega dela potrditvenea ali izbirnega gumba - to je. oznako »pika« ali »kljukica«.

source: Checkmarks:
ar: علامات التأشير:
el: Σημεία ελέγχου:
eo: Markmarkoj:
ko: 체크 기호:
pt: Marcações:
sl: Potrditvene znake:

source: <p>If enabled, checkboxes will have a 'tick' to indicate that they are selected.
ar: <p>إذا شُغّل، سيكون لصناديق التأشير 'إشارة' لتدل على أنها محددة.
el: <p>Αν ενεργοποιηθεί, τα πλαίσια ελέγχου θαέχουν ένα 'τικ' που να δείχνει ότι έχουν επιλεγεί.
eo: <p>Se enŝaltite, markobutonoj havos 'markon' por indiki ke ili estas elektitaj.
ko: <p>활성화되면 확인란에는 선택되었음을 나타내는 'V 표시'가 표시됩니다.
pt: <p>Se estiver activo, as opções de marcação terão um 'sinal' a marcar que estão seleccionadas.
sl: <p>Če je omogočeno, bodo imela potrditvena polja »kljukico« za označbo, da so izbrana.

source: Tick
ar: لبوديات الشكل
el: Τικ
ko: V 표시
pt: Marca
sl: Kljukica

source: <p>If enabled, checkboxes will have a 'cross' (or 'X') to indicate that they are selected.
ar: <p>إذا شُغّل، سيكون لصناديق التأشير 'علامة x' (أو 'X') لتدل على أنها محددة.
el: <p>Αν ενεργοποιηθεί, τα πλαίσια ελέγχου θα έχουν ένα 'σταυρό' (ή 'X') που να δείχνει ότι έχουν επιλεγεί.
eo: <p>Se enŝaltite, markobutonoj havos 'krucon' (aŭ 'X') por indiki ke ili estas elektitaj.
ko: <p>활성화되면 확인란이 선택되었음을 나타내는 '십자'(또는 'X')가 표시됩니다.
pt: <p>Se estiver activo, as opções de marcação terão uma 'cruz' (ou 'X') a indicar que estão seleccionadas.
sl: <p>Če je omogočeno, imajo potrditvena polja »križec« (ali »X«), ki označujejo, da so izbrana.

source: Cross
ar: صليب
el: Σταυρός
eo: Kruco
ko: X 표시
pt: Cruz
sl: Križec

source: Radio 'dot':
ar: 'نقطة' المذياع:
el: Ράδιο 'τεεία':
eo: Radio 'punkto':
ko: 라디오상자 '점':
pt: 'Ponto' das opções exclusivas:
sl: Pika izbirnega gumba:

source: <p>If enabled, radio buttons will have a large 'dot' to indicate that they are selected.
ar: <p>إذا شُغّل، سيكون لأزرار المذياع 'نقطة' كبيرة لتدل على أنها محددة.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά ελέγχου θα έχουν μια μεγάλη 'τελεία' που να δείχνει ότι έχουν επιλεγεί.
eo: <p>Se enŝaltite, radiobutonoj havos grandan 'punkton' por indiki ke ili estas elektitaj.
ko: <p>사용 가능한 경우 라디오 단추는 선택되었음을 나타내는 큰 '점'을 갖습니다.
pt: <p>Se estiver activo, as opções exclusivas terão um 'ponto' grande a indicar que estão seleccionadas.
sl: <p>Če je omogočeno, bodo imeli izbirni gumbi veliko »piko«, ki označuje, da so izbrani.

source: Large
ar: كبير
el: Μεγάλη
eo: Granda
et: Suur
ka: დიდი
ko: 대형
pt: Grande
sl: Veliko

source: <p>If enabled, radio buttons will have a small 'dot' to indicate that they are selected.
ar: <p>إذا شُغّل، سيكون لأزرار المذياع 'نقطة' صغيرة لتدل على أنها محددة.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά ελέγχου θα έχουν μια μικρή 'τελεία' που να δείχνει ότι έχουν επιλεγεί.
eo: <p>Se enŝaltite, radiobutonoj havos malgrandan 'punkton' por indiki ke ili estas elektitaj.
ko: <p>활성화되면, 라디오 단추는 선택되었음을 나타내는 작은 '점'을 갖습니다.
pt: <p>Se estiver activo, as opções exclusivas terão um 'ponto' pequeno a indicar que estão seleccionadas.
sl: <p>Če je omogočeno, bodo imeli izbirni gumbi majhno »piko«, ki označuje, da so izbrani.

source: Small
ar: صغير
el: Μικρή
eo: Malgranda
ko: 소형
pt: Pequeno
sl: Majhno

source: <p>Defines by how much the theme should brighten (or darken) the background of the text associated with a checkbox, or radio button, when the mouse hovers over it.
ar: <p>يحدد كم يجب على السمة أن تفتح (أو تغمق) خلفية النص المرتبط بصندوق التأشير، أو زر المذياع، عندما تحوم الفأرة فوقه.
el: <p>Ορίζει πόσο το θέμα πρέπει να λαμπρύνει (η να σκοτεινιάσει) το φόντο του κειμένου που σχετίζεται με ένα πλαίσιο ελέγχου, ή κουμπί ελέγχου, όταν το ποντίκι αιωρείται πάνω του.
eo: <p>Difinas kiom la etoso devus heligi (aŭ mallumigi) la fonon de la teksto asociita kun markobutono aŭ radiobutono, kiam la muso ŝvebas super ĝi.
ko: <p>마우스가 테마를 가리킬 때 확인란 또는 라디오 단추와 관련된 텍스트의 배경을 밝게 하거나 어둡게 하는 정도를 정의합니다.
pt: <p>Define como é que o tema deverá tornar mais claro (ou escuro) o fundo do texto associado a uma opção de marcação ou exclusiva, à medida que o cursor do rato passa sobre ela.
sl: <p>Določa, koliko naj tema posvetli (ali potemni) ozadje besedila, povezanega s potrditvenim poljem ali izbirnim gumbom, ko miška lebdi nad njo.

source: Emblem:
ar: لافتة:
el: Έμβλημα:
eo: Emblemo:
ko: 무늬:
pt: Emblema:

source: <p>Controls whether the background of the checkbox, or radio button, should appear sunken like or button like.
ar: <p>يتحكم فيما إذا كان يجب أن تظهر خلفية صندوق التأشير، أو زر المذياع، كمنخفضة أو كزر.
el: <p>Ελέγχει αν το φόντο του πλαισίου ελέγχου ή του κουμπιού ελέγχου πρέπει να εμφανίζονται βυθισμένα ή όπως τα κουμπιά.
eo: <p>Regas ĉu la fono de la markobutono, aŭ radiobutono, devus aperi enprofundigita kiel aŭ butono kiel.
ko: <p>확인란 또는 라디오 단추의 배경색을 패인 것처럼 나타낼지, 아니면 버튼처럼 나타낼 지를 조절합니다.
pt: <p>Controla se o fundo da opção de marcação ou exclusiva deverá aparecer afundado ou como um botão.
sl: <p>Nadzira, ali naj se ozadje potrditvenega polja ali izbirnega gumba pojavi kot potopljeno ali kot gumb.

source: Button like
ar: كزر
el: Όπως τα κουμπιά
eo: Butono kiel
ko: 단추처럼
pt: Como um botão
sl: Kot gumb

source: Size:
ar: الحجم:
el: Μέγεθος:
eo: Grandeco:
ko: 크기:
pt: Tamanho:
sl: Velikost:

source: <p>Configures the size of checkboxes and radio buttons.
ar: <p>اضبط حجم صناديق التأشير وأزرار المذياع.
el: <p>Διαμορφώνει το μέγεθος των πλαισίων ελέγχου και των κουμπιών ελέγχου.
eo: <p>Agordas la grandecon de markobutonoj kaj radiobutonoj.
ko: <p>확인란와 라디오 단추의 크기를 설정합니다.
pt: <p>Configura o tamanho das opções de marcação e exclusivas.
sl: <p>Prilagodi velikost potrditvenih polj in izbirnih gumbov.

source: <p>Sets the color of selected checkboxes and radio buttons when these are set to 'button like'.
ar: <p>اضبط لون صناديق التأشير وأزرار المذياع المحددة عندما تُضبط هذه على 'كزر'.
el: <p>Ρυθμίζει το χρώμα επιλεγμένων πλαισίων ελέγχου και κουμπιών ελέγχου όταν είναι ρυθμισμένα στο 'όπως τα κουμπιά'.
eo: <p>Metas la koloron de elektitaj markobutonoj kaj radiobutonoj kiam ĉi tiuj estas agordita al 'butono kiel'.
ko: <p>'단추처럼'이 설정되었을 때, 선택된 확인란과 라디오 단추의 색을 설정합니다.
pt: <p>Define a cor das opções de marcação e exclusivas seleccionadas, quando estão configuradas como se fossem botões.
sl: <p>Nastavi barvo izbranih potrditvenih polj in izbirnih gumbov, ko so ti nastavljeni na »kot gumb«.

source: Selected emblem:
ar: شعار محدد:
el: Επιλεγμένο έμβλημα:
eo: Elektita emblemo:
ko: 선택된 무늬:
pt: Emblema de selecção:
sl: Izbrani emblem:

source: Active appearance:
ar: المظهر النشط:
el: Όψη ενεργού:
eo: Aktiva aspekto:
ko: 활성 모양:
pt: Aparência activa:
sl: Videz dejavnega:

source: <p>Controls the gradient applied to the titlebar of active windows.
ar: <p>يتحكم في التدرج المطبق على شريط عنوان النوافذ النشطة.
el: <p>Ελέγχει τη διαβάθμιση που εφαρμόζεται στη γραμμή τίτλου των ενεργών παραθύρων.
eo: <p>Regas la gradienton aplikitan al la titolbreto de aktivaj fenestroj.
ko: <p>활성 창의 제목 표시줄에 적용할 그라데이션을 조절합니다.
pt: <p>Controla o gradiente aplicado à barra de título das janelas activas.
sl: <p>Nadzoruje preliv, ki je uporabljen v naslovni vrstici dejavnih oken.

source: Inactive appearance:
ar: المظهر غير النشط:
el: Όψη ανενεργού:
eo: Neaktiva aspekto:
ko: 비활성 모양:
pt: Aparência inactiva:
sl: Videz nedejavnega:

source: <p>Controls the gradient applied to the titlebar of inactive windows.
ar: <p>يتحكم في التدرج المطبق على شريط عنوان النوافذ غير النشطة.
el: <p>Ελέγχει τη διαβάθμιση που εφαρμόζεται στη γραμμή τίτλου των ανενεργών παραθύρων.
eo: <p>Regas la gradienton aplikitan al la titolbreto de neaktivaj fenestroj.
ko: <p>비활성 창의 제목 표시줄에 적용할 그라데이션을 조절합니다.
pt: <p>Controla o gradiente aplicado à barra de título das janelas inactivas.
sl: <p>Nadzira preliv, ki je uporabljen v naslovni vrstici nedejavnih oken.

source: Text alignment:
ar: محاذاة النص:
el: Στοίχιση κειμένου:
eo: Teksta vicigo:
ko: 텍스트 정렬:
pt: Alinhamento do texto:
sl: Poravnava besedila:

source: <p>Controls the alignment of the titlebar text. 'Center (full width)' means that the text is centered in the middle of the complete titlebar, whereas with 'Center (between controls)' the text is centered between the window controls to the left and right.
ar: <p>يتحكم في محاذاة نص شريط العنوان. 'توسيط (العرض الكامل)' يعني أن النص موّسط في منتصف شريط العنوان الكامل، بينما مع 'توسيط (بين أدوات التحكم)'، يُوَسَّط النص بين أدوات تحكم النافذة إلى اليسار واليمين.
el: <p>Ελέγχει τη στοίχιση του κειμένου γραμμής τίτλου. 'Κέντρο (πλήρες πλάτος)' σημαίνει ότι το κείμενο είναι κεντραρισμένο στη μέση της πλήρους γραμμής τίτλου, ενώ με το 'Κέντρο (ανάμεσα σε κουμπιά ελέγχου)' το κείμενο κεντράρεται ανάμεσα στα κουμπιά ελέγχου του παραθύρου στα αριστερά και στα δεξιά.
eo: <p>Regas la vicigon de la titolbretoteksto. 'Centro (plena larĝo)' signifas, ke la teksto estas centrita meze de la kompleta titolbreto, dum kun 'Centro (inter regiloj)' la teksto estas centrita inter la fenestroregiloj maldekstren kaj dekstren.
ko: <p>제목 표시줄 텍스트의 정렬을 조절합니다. '가운데 (전체 폭)'은 텍스트가 전체 제목 표시줄의 중앙에 위치하는 것을 의미하고, 반면에 '가운데 (컨트롤 사이)'에서 텍스트는 왼쪽과 오른쪽에 있는 창의 컨트롤 사이의 중심에 위치합니다.
pt: <p>Controla o alinhamento do texto do título. O 'Centro (largura total)' significa que o texto está centrado mesmo no meio da barra de título, enquanto o 'Centro (entre os controlos)', o texto ficará centrado entre os controlos da janela à esquerda e à direita.
sl: <p>Nadzira poravnavo besedila naslovne vrstice. »Sredinsko (polna širina)« pomeni, da je besedilo osredinjeno na sredino celotne naslovne vrstice, z »Sredinsko (med kontrolniki)« pa je besedilo osredinjeno med kontrolniki okna na levi in desni.

source: Text/icon effect:
ar: تأثير النص/الأيقونة:
el: Εφέ κειμένου/εικονιδίου:
eo: Teksta/piktograma efekto:
ko: 텍스트/아이콘 효과:
pt: Efeito do texto/ícone:
sl: Učinek besedila/ikone:

source: <p>Controls the 'effect' applied to the text and icons - shadow, etching, or none.
ar: <p>يتحكم في 'التأثير' المطبق على النص والأيقونات - ظل، حفر، أو لا شيء.
el: <p>CΕλέγχει το 'εφέ' που εφαρμόζεται στο κείμενο και στα εικονίδια - σκίαση, χαρακτική ή κανένα.
eo: <p>Regas la 'efekton' aplikatan al la teksto kaj piktogramoj - ombro, gravurado aŭ neniu.
ko: <p>텍스트와 아이콘에 적용할 '효과' (어두움, 선명함 또는 효과 없음)를 조절합니다.
pt: <p>Controla o 'efeito' aplicado ao texto e aos ícones - sombra, relevo ou nada.
sl: <p>Nadzira »učinek«, ki se uporablja za besedilo in ikone - senco, jedkano ali brez.

source: Application icon:
ar: أيقونة التطبيق :
el: Εικονίδιο εφαρμογής:
eo: Piktogramo de aplikaĵo:
ko: 앱 아이콘:
pt: Ícone da aplicação:
sl: Ikona programa:

source: <p>Controls where the application's icon should be drawn on the titlebar. If 'Place on menu button' is selected, then the icon takes place of the menu button.
ar: <p>يتحكم في أين يجب أن ترسم أيقونة التطبيق على شريط العنوان. إذا اُختير 'وضع على زر القائمة'، عندئذٍ تحل الأيقونة محل زر القائمة.
el: <p>Ελέγχει σε ποιο σημείο της γραμμής τίτλου θα σχεδιαστεί το εικονίδιο της εφαρμογής. Αν επιλεγεί το 'Τοποθέτηση στο κουμπί του μενού', τότε το εικονίδιο αντικαθιστά το κουμπί του μενού.
eo: <p>Regas kie la piktogramo de la aplikaĵo estu desegnita sur la titolbreto. Se 'Metu sur menubutono' estas elektita, tiam la piktogramo okazas de la menubutono.
ko: <p>앱의 아이콘이 제목 표시줄의 어디에 그려져야 할지를 조절합니다. 만약 '메뉴 버튼 위에 놓기'를 선택한다면 아이콘은 메뉴 버튼에 놓여집니다.
pt: <p>Controla onde é que deverá ser desenhado o ícone da aplicação na barra de título. Se seleccionar a opção 'Colocar no botão do menu', então o ícone será colocado no botão do menu.
sl: <p>Kontrolniki, kjer naj se izriše ikona aplikacije v naslovni vrstici. Če je izbrana možnost »Postavi na menijski gumb«, se ikona postavi na menijski gumb.

source: <p>If enabled, only the titlebar, and not the border, of windows will be colored.
ar: <p>إذا شُغّل، يلوّن شريط العنوان فقط، وليس حد النوافذ.
el: <p>Αν ενεργοποιηθεί, μόνο η γραμμή τίτλου και όχι το περίγραμμα των παραθύρων θα χρωματιστεί.
eo: <p>Se enŝaltite, nur la titolbreto, kaj ne la bordo, de fenestroj estos kolorigita.
ko: <p>활성화되면 창의 테두리를 제외하고 제목 표시줄만 채색됩니다.
pt: <p>Se estiver activo, apenas a barra de título, e não o contorno, as janelas é que será colorido.
sl: <p>Če je omogočeno, bo obarvana samo naslovna vrstica in ne obroba oken.

source: Only color titlebar
ar: لوّن شريط العنوان فقط
el: Χρώμα μόνο στη γραμμή τίτλου
eo: Nur kolora titolbreto
ko: 제목 표시줄만 채색하기
pt: Apenas colorir a barra do título
sl: Samo barvna naslovna vrstica

source: <p>If enabled, the background color will be used as the last part of the titlebar gradient.
ar: <p>إذا شُغّل، يستخدم لون الخلفية كالجزء الأخير من تدرج شريط العنوان.
el: <p>Αν ενεργοποιηθεί, το χρώμα φόντου θα χρησιμοποιηθεί ως το τελευταίο τμήμα της διαβάθμισης της γραμμής τίτλου.
eo: <p>Se enŝaltite, la fonkoloro estos uzata kiel la lasta parto de la titolbreta gradiento.
ko: <p>활성화되면 배경색은 제목 표시줄 그라데이션의 마지막 부분으로 사용됩니다.
pt: <p>Se estiver activo, a cor de fundo será usada como a última parte do gradiente da barra de título.
sl: <p>Če je omogočeno, bo barva ozadja uporabljena kot zadnji del preliva naslovne vrstice.

source: Blend titlebar color into background color
ar: امزج لون شريط العنوان في لون الخلفية
el: Ανάμιξη του χρώματος της γραμμής τίτλου με το χρώμα του φόντου
eo: Miksi titolbretan koloron en fonkoloron
ko: 제목 표시줄 색상을 배경색과 혼합하기
pt: Fundir a cor da barra de título com a de fundo
sl: Zlij barvo naslovne vrstice v barvo ozadja

source: <p>If enabled, before drawing the titlebar gradient, it will be filled with the background colour/gradient.
ar: <p>إذا شُغّل، قبل رسم تدرج شريط العنوان، يملأ بلون/تدرج الخلفية.
el: <p>Αν ενεργοποιηθεί, πριν τη σχεδίαση της διαβάθμισης της γραμμής τίτλου θα γεμίσει με το χρώμα/διαβάθμιση του φόντου.
eo: <p>Se ĝi estas ebligita, antaŭ desegni la titolbretan gradienton, ĝi estos plenigita per la fonkoloro/gradiento.
ko: <p>활성화되면 제목 표시줄 그라데이션을 그리기 전에, 배경 색/그라데이션으로 채워집니다.
pt: <p>Se estiver activo, antes de desenhar o gradiente da barra de título, a mesma será preenchida com a cor/gradiente de fundo.
sl: <p>Če je omogočeno, bo pred risanjem preliva naslovne vrstice ta napolnjena z barvo/prelivom ozadja.

source: Fill titlebar background before applying gradient.
ar: املأ خلفية شريط العنوان قبل تطبيق التدرج.
el: Γέμισμα του φόντου της γραμμής τίτλου πριν την εφαρμογή της διαβάθμισης.
eo: Plenigi fonon de titolbreto antaŭ ol apliki gradienton.
ko: 그라데이션 적용 전에 제목 표시줄 배경 채우기.
pt: Preencher o fundo da barra de título antes de aplicar o gradiente.
sl: Pred uporabo preliva zapolnite ozadje naslovne vrstice.

source: <p>If enabled, the configured menubar color will be used for windows that have menubars.
ar: <p>إذا شُغّل، يستخدم لون شريط القائمة المضبوط للنوافذ التي تحوي أشرطة قوائم.
el: <p>Αν ενεργοποιηθεί, το διαμορφωμένο χρώμα της γραμμής μενού θα χρησιμοποιηθεί για παράθυρα που έχουν γραμμές μενού.
eo: <p>Se enŝaltite, la agordita menubretokoloro estos uzata por fenestroj kiuj havas menubretojn.
ko: <p>활성화되면 설정된 메뉴 표시줄 색상이 메뉴 표시줄을 가진 창에서 사용됩니다.
pt: <p>Se estiver activo, a cor do menu configurada será usada para as janelas que tiverem menus.
sl: <p>Če je omogočeno, bo prilagojena barva menijske vrstice uporabljena za okna, ki imajo menijske vrstice.

source: Use menubar color
ar: استخدم لون شريط القائمة
el: Χρήση χρώματος γραμμής μενού
eo: Uzi menubretan koloron
ko: 메뉴 표시줄 색상 사용
pt: Usar a cor da barra de menu
sl: Uporabi barvo menijske vrstice

source: Add a light border:
ar: أضف حداً خفيفاً:
el: Προσθήκη φωτεινού περιγράμματος:
eo: Aldoni malpezan bordon:
ko: 밝은 테두리 추가:
pt: Adicionar um contorno claro:
sl: Dodaj svetlo obrobo:

source: <p>If enabled, a 1 pixel light border is added to the top and left of the window.
ar: <p>إذا شُغّل، يضاف حد خفيف بحجم 1 بكسل إلى أعلى ويسار النافذة.
el: <p>Αν ενεργοποιηθεί, ένα φωτεινό περίγραμμα ενός εικονοστοιχείου προστίθεται στην κορυφή και αριστερά του παραθύρου.
eo: <p>Se ĝi estas ebligita, 1-piksela lumbordo estas aldonita al la supro kaj maldekstre de la fenestro.
ko: <p>활성화되면 1픽셀의 밝은 테두리가 창의 위와 왼쪽에 추가됩니다.
pt: <p>Se estiver activo, será adicionado um contorno claro com 1 pixel ao topo e à esquerda da janela.
sl: <p>Če je omogočeno, se na vrh in levo stran okna doda svetlobna obroba, široka 1 slikovno točko.

source: Draw separator on active windows:
ar: ارسم فاصلة على النوافذ النشطة:
el: Σχεδιασμός διαχωριστή σε ενεργά παράθυρα:
eo: Desegni apartigilon sur aktivaj fenestroj:
ko: 활성 창에서 구분자 그리기:
pt: Desenhar um separador nas janelas activas:
sl: Nariši ločilo v dejavnih oknih:

source: <p>If enabled, a separator is drawn between the titlebar and window.
ar: <p>إذا شُغّل، ترسم فاصلة بين شريط العنوان والنافذة.
el: <p>Αν ενεργοποιηθεί, ένα διαχωριστικό σχεδιάζεται ανάμεσα στη γραμμή τίτλου και στο παράθυρο.
eo: <p>Se enŝaltite, apartigilo estas desegnita inter la titolbreto kaj fenestro.
ko: <p>활성화되면 구분자가 제목 표시줄과 창 사이에 그려집니다.
pt: <p>Se estiver activo, será desenhado um separador entre a barra de título e a janela.
sl: <p>Če je omogočeno, se ločilo nariše med naslovno vrstico in oknom.

source: Drag windows from:
ar: اسحب النوافذ من:
el: Έλκυση παραθύρων από:
eo: Treni fenestrojn de:
ko: 다음에서 창을 끌기:
pt: Arrastar as janelas de:
sl: Povleci okna iz:

source: Buttons:
ar: الأزرار:
el: Κουμπιά:
eo: Butonoj:
ko: 버튼:
pt: Botões:
sl: Gumbi:

source: <p>Defines the gradient used to fill the titlebar buttons.
ar: <p>يحدد التدرج المستخدم لملء أزرار شريط العنوان.
el: <p>Ορίζει τη διαβάθμιση για το γέμισμα των κουμπιών γραμμής τίτλου.
eo: <p>Difinas la gradienton uzatan por plenigi la butonojn de titolbreto.
ko: <p>제목 표시줄 버튼을 채울 때 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente usado para preencher os botões da barra de título.
sl: <p>Določa preliv, ki se uporablja za polnjenje gumbov naslovne vrstice.

source: <p>If enabled, only the symbol is drawn - and not the button background.
ar: <p>إذا شُغّل، يرسم الرمز فقط - وليس خلفية الزر.
el: <p>Αν ενεργοποιηθεί, μόνο το σύμβολο σχεδιάζεται - και όχι το φόντο του κουμπιού.
eo: <p>Se enŝaltite, nur la simbolo estas desegnita - kaj ne la butonfono.
ko: <p>활성화되면 오직 기호만 그려집니다. 그리고 버튼 배경색은 제외됩니다.
pt: <p>Se estiver activo, só será desenhado o símbolo - e não o fundo do botão.
sl: <p>Če je omogočeno, je narisan samo simbol - in ne ozadje gumba.

source: Only show symbols
ar: أظهر الرموز فقط
el: Να εμφανίζονται μόνο σύμβολα
eo: Montri nur simbolojn
ko: 기호만 표시
pt: Mostrar apenas os símbolos
sl: Pokaži samo simbole

source: <p>If enabled, the buttons will have a circular background - regardless of the general round setting.
ar: <p>إذا شُغّل، سيكون للأزرار خلفية دائرية - بغض النظر عن ضبط الاستدارة العام.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά θα έχουν ένα κυκλικό φόντο - ανεξάρτητα της γενικής στρογγυλεμένης ρύθμισης.
eo: <p>Se enŝaltite, la butonoj havos cirklan fonon - sendepende de la ĝenerala ronda agordo.
ko: <p>활성화되면 단추는 일반적인 둥근 설정에 관계 없이 원형의 배경색을 가집니다.
pt: <p>Se estiver activo, os botões terão um fundo circular - independente da definição de arredondamento geral.
sl: <p>Če je omogočeno, bodo imeli gumbi krožno ozadje, ne glede na splošno nastavitev zaobljenosti.

source: <p>If enabled, the button background (or frame) will only be shown when under the mouse.
ar: <p>إذا شُغّل، تظهر خلفية الزر (أو الإطار) فقط عندما تكون تحت الفأرة.
el: <p>Αν ενεργοποιηθεί, το φόντο κουμπιού (ή πλαίσιο) θα εμφανίζεται μόνο κάτω από το ποντίκι.
eo: <p>Se ĝi estas ebligita, la butonfono (aŭ kadro) montriĝos nur kiam sub la muso.
ko: <p>활성화되면 단추 배경(또는 테두리)는 마우스 아래일 때만 보여집니다.
pt: <p>Se estiver activo, o fundo (ou contorno) dos botões só será apresentado quando estiver sob o cursor do rato.
sl: <p>Če je omogočeno, bo ozadje gumba (ali okvir) prikazano le, ko je pod miško.

source: Show frame on mouse-over
ar: أظهر الإطار عند مرور الفأرة
el: Εμφάνιση πλαισίου στην αιώρηση
eo: Montri kadron je muso-super
ko: 마우스 올림에서 프레임 표시
pt: Mostrar um contorno à passagem do rato
sl: Prikaži okvir ob prečkanju z miško

source: <p>If enabled, the icon will only be shown at full strength when under the mouse - otherwise it will be blended with the background.
ar: <p>إذا شُغّل، تظهر الأيقونة بقوتها الكاملة فقط عندما تكون تحت الفأرة - وإلا، ستُمزَج مع الخلفية.
el: Αν ενεργοποιηθεί, το εικονίδιο θα εμφανίζεται σε πλήρη ένταση μόνο όταν είναι κάτω από το ποντίκι - διαφορετικά θα αναμιχθεί με το φόντο.
eo: <p>Se ĝi estas ebligita, la piktogramo estos montrita nur plenforte kiam sub la muso - alie ĝi estos miksita kun la fono.
ko: <p>활성화되면 아이콘은 마우스 아래일 때만 최대 강조로 보여집니다. 그렇지 않으면 강조 효과가 배경과 혼합됩니다.
pt: <p>Se estiver activo, o ícone só será apresentado por completo quando estiver sob o cursor - caso contrário, misturar-se-á com o fundo.
sl: <p>Če je omogočena, bo ikona prikazana s polno močjo, le ko je pod miško - v nasprotnem primeru se bo zlila z ozadjem.

source: Highlight symbol on mouse-over
ar: ميّز الرمز عند مرور الفأرة
el: Τονισμός συμβόλου κατά την αιώρηση
eo: Reliefigi simbolon je muso-super
ko: 마우스 올림에서 기호 강조하기
pt: Realçar o símbolo à passagem do rato
sl: Poudari simbol ob prečkanju z miško

source: <p>If enabled, the titlebar buttons will be drawn using the standard button color - otherwise the titlebar color will be used.
ar: <p>إذا شُغّل، ترسم أزرار شريط العنوان باستخدام لون الزر المعياري - وإلا، يستخدم لون شريط العنوان.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά γραμμής τίτλου θα σχεδιαστούν με το τυπικό χρώμα κουμπιού - διαφορετικά το χρώμα γραμμής τίτλου θα χρησιμοποιηθεί.
eo: <p>Se enŝaltite, la titolbretobutonoj estos desegnitaj uzante la norman butonkoloron - alie la titolbretokoloro estos uzata.
ko: <p>활성화되면 제목 표시줄 단추는 표준 단추 색상을 사용해서 그려집니다. 그렇지 않으면 제목 표시줄 색상을 사용합니다.
pt: <p>Se estiver activo, os botões da barra de título serão desenhados com a cor dos botões normais - caso contrário, será usada a cor da barra de título.
sl: <p>Če je omogočeno, bodo gumbi naslovne vrstice narisani z uporabo standardne barve gumbov - v nasprotnem primeru bo uporabljena barva naslovne vrstice.

source: Standard button color
ar: لون الزر المعياري
el: Τυπικό χρώμα κουμπιού
eo: Norma butonkoloro
ko: 표준 단추 색상
pt: Cor dos botões normais
sl: Standardna barva gumba

source: <p>If enabled, the titlebar buttons will be drawn using the custom colors defined in the next page.
ar: <p>إذا شُغّل، ترسم أزرار شريط العنوان باستخدام الألوان المخصصة المحددة في الصفحة التالية.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά γραμμής τίτλου θα σχεδιαστούν με τα προσαρμοσμένα χρώματα που ορίζονται στην επόμενη σελίδα.
eo: <p>Se enŝaltite, la butonoj de titolbreto estos desegnitaj uzante la proprajn kolorojn difinitajn en la sekva paĝo.
ko: <p>활성화되면 다음 페이지에 정의된 사용자 정의 색상을 사용하여 제목 표시줄 단추가 그려집니다.
pt: <p>Se estiver activo, os botões da barra de título serão desenhados com as cores personalizadas definidas na página seguinte.
sl: <p>Če je omogočeno, bodo gumbi naslovne vrstice narisani z barvami po meri, opredeljenimi na naslednji strani.

source: Use custom background colors
ar: استخدم ألوان خلفية مخصصة
el: Χρήση προσαρμοσμένων χρωμάτων φόντου
eo: Uzi proprajn fonkolorojn
ko: 사용자 정의 배경색 사용
pt: Usar cores de fundo personalizadas
sl: Uporabi barve ozadja po meri
