Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>If enabled, the colors will only be used when the button is under the mouse.
ar: <p>إذا شُغّل، تستخدم الألوان فقط عندما يكون الزر تحت الفأرة.
el: <p>Αν ενεργοποιηθεί, τα χρώματα θα χρησιμοποιηθούν μόνο όταν το κουμπί είναι κάτω από το ποντίκι.
eo: <p>Se enŝaltite, la koloroj estos uzataj nur kiam la butono estas sub la muso.
ko: <p>활성화되면 단추가 마우스 아래 있을 때만 색상이 사용됩니다.
pt: <p>Se estiver activo, as cores só serão usadas quando o botão estiver sob o cursor do rato.
sl: <p>Če je omogočeno, bodo barve uporabljene le, ko je gumb pod miško.

source: Use color only for mouse-over
ar: استخدم اللون لمرور الفأرة فقط
el: Χρήση χρώματος μόνο για αιώρηση
eo: Uzi koloron nur por muso-super
ko: 마우스가 올라간 때에만 색상 사용
pt: Usar a cor apenas para a passagem do rato
sl: Uporabi barvo samo ob prečkanju z miško

source: <p>If enabled, symbols will use the KDE4 hover color when moused-over.
ar: <p>إذا شُغّل، تستخدم الرموز لون تحويم KDE4 عندما تحوم الفأرة فوقها.
el: <p>Αν ενεργοποιηθεί, τα σύμβολα θα χρησιμοποιούν στην αιώρηση το χρώμα αιώρησης του KDE4.
eo: <p>Se enŝaltite, simboloj uzos la KDE4-ŝveban koloron kiam muspasitaj.
ko: <p>활성화되면 기호는 마우스 아래에 있지 않을 경우 그려지지 않습니다.
pt: <p>Se estiver activo, os símbolos irão usar a cor de passagem do rato do KDE4.
sl: <p>Če je omogočeno, bodo simboli uporabili barvo lebdenja KDE4 ob prečkanju z miško.

source: Use hover color for mouse-over of symbols
ar: استخدم لون التحويم لمرور الفأرة فوق الرموز
el: Χρήση χρώματος αιώρησης για αιώρηση πάνω από σύμβολα
eo: Uzi ŝveban koloron por muso-super la simboloj
ko: 기호에 마우스 올림에서 마우스 올림 색상 사용
pt: Usar uma cor de passagem do rato para os símbolos
sl: Uporabi barvo lebdenja kazalca ob prehodu simbolov z miško

source: <p>If enabled, a sunken background is drawn behind the buttons.
ar: <p>إذا شُغّل، ترسم خلفية منخفضة خلف الأزرار.
el: <p>Αν ενεργοποιηθεί, ένα βυθισμένο φόντο θα σχεδιαστεί πίσω από τα κουμπιά.
eo: <p>Se enŝaltite, alfundiĝinta fono estas desegnita malantaŭ la butonoj.
ko: <p>활성화되면 단추 뒤에 패인 배경이 그려집니다.
pt: <p>Se estiver activo, será desenhado um fundo afundado atrás dos botões.
sl: <p>Če je omogočeno, se za gumbi izriše potopljeno ozadje.

source: Sunken background
ar: خلفية منخفضة
el: Βυθισμένο φόντο
eo: Alfundiĝinta fono
ko: 패인 배경
pt: Fundo afundado
sl: Potopljeno ozadje

source: <p>If enabled, arrows are drawn as the icons for min and max buttons.
ar: <p>إذا شُغّل، ترسم الأسهم كأيقونات لأزرار التصغير والتكبير.
el: <p>Αν ενεργοποιηθεί, βέλη θα σχεδιαστούν ως εικονίδια για τα κουμπιά μεγιστοποίησης και ελαχιστοποίησης.
eo: <p>Se enŝaltite, sagoj estas desegnitaj kiel la piktogramoj por min kaj maksimuma butonoj.
ko: <p>활성화되면 최소 및 최대 단추에 대한 아이콘으로 화살표가 그려집니다.
pt: <p>Se estiver activo, serão desenhadas setas como ícones para os botões de maximização e minimização.
sl: <p>Če je omogočeno, so puščice izrisane kot ikone za gumbe skrči in razpni.

source: Use arrows for min/max buttons
ar: استخدم الأسهم لأزرار التصغير/التكبير
el: Χρήση βελών για κουμπιά μεγιστοποίησης/ελαχιστοποίησης
eo: Uzi sagojn por min/maks-butonoj
ko: 최소/최대 단추에서 화살표 사용
pt: Usar setas para os botões de maximização/minimização
sl: Uporabite puščice za gumbe skrči/razpni

source: <p>If enabled, buttons on inactive windows are only drawn when the mouse hovers over them.
ar: <p>إذا شُغّل، ترسم الأزرار على النوافذ غير النشطة فقط عندما تحوم الفأرة فوقها.
el: <p>Αν ενεργοποιηθεί, τα κουμπιά σε ανενεργά παράθυρα σχεδιάζονται μόνο όταν το ποντίκι αιωρείται πάνω τους.
eo: <p>Se enŝaltite, butonoj sur neaktivaj fenestroj estas desegnitaj nur kiam la muso ŝvebas super ili.
ko: <p>활성화되면 비활성 창에 있는 단추는 마우스 올림일 때만 그려집니다.
pt: <p>Se estiver activo, os botões para as janelas inactivas serão desenhados apenas quando o cursor do rato passar sobre eles.
sl: <p>Če je omogočeno, se gumbi v nedejavnih oknih izrišejo le, ko se miška premakne nad njih.

source: Hide on inactive windows
ar: أخفِ على النوافذ غير النشطة
el: Απόκρυψη σε ανενεργά παράθυρα
eo: Kaŝi je neaktivaj fenestroj
ko: 비활성 창에서 숨기기
pt: Esconder nas janelas inactivas
sl: Skrij na nedejavnih oknih

source: Custom colors:
ar: ألوان مخصّصة:
el: Προσαρμοσμένα χρώματα:
eo: Propraj koloroj:
ko: 사용자 정의 색상:
pt: Cores personalizadas:
sl: Barve po meri:

source: <p>If enabled, custom colors will be applied to the symbols, otherwise they will be applied to the button background.
ar: <p>إذا شُغّل، تطبق الألوان المخصصة على الرموز، وإلا، تطبق على خلفية الزر.
el: <p>Αν ενεργοποιηθεί, προσαρμοσμένα χρώμστα θα εφσρμοστούν στα σύμβολα, διαφορετικά θα εφαρμοστούν στο φόντο του κουμπιού.
eo: <p>Se enŝaltite, propraj koloroj estos aplikitaj al la simboloj, alie ili estos aplikitaj al la butonfono.
ko: <p>활성화되면 사용자 정의 색상은 기호에 적용됩니다. 그렇지 않으면, 기호에는 단추 배경이 적용됩니다.
pt: <p>Se estiver activo, serão aplicadas cores personalizadas aos símbolos, caso contrário serão aplicadas ao fundo dos botões.
sl: <p>Če je omogočeno, bodo barve po meri uporabljene za simbole, v nasprotnem primeru pa bodo uporabljene za ozadje gumba.

source: Use only for symbols
ar: استخدم للرموز فقط
el: Χρήση μόνο για σύμβολα
eo: Uzi nur por simboloj
ko: 기호에만 사용
pt: Usar apenas nos símbolos
sl: Uporabi samo za simbole

source: <p>If enabled, custom colors will be applied to active and inactive windows, otherwise they will only be applied to active windows.
ar: <p>إذا شُغّل، تطبق الألوان المخصصة على النوافذ النشطة وغير النشطة، وإلا، تطبق على النوافذ النشطة فقط.
el: <p>Αν ενεργοποιηθεί, τα προσαρμοσμένα χρώματα θα εφαρμοστούν σε ενεργά και ανενεργά παράθυρα, διαφορετικά θα εφαρμοστούν μόνο σε ενεργά παράθυρα.
eo: <p>Se enŝaltite, propraj koloroj estos aplikitaj al aktivaj kaj neaktivaj fenestroj, alie ili estos aplikitaj nur al aktivaj fenestroj.
ko: <p>활성화되면 사용자 정의 색상은 활성 및 비활성 창에 적용됩니다. 그렇지 않으면, 오직 활성 창에만 적용됩니다.
pt: <p>Se estiver activo, as cores serão aplicadas às janelas activas e inactivas, caso contrário só serão aplicadas às janelas activas.
sl: <p>Če je omogočeno, bodo barve po meri uporabljene za dejavna in nedejavna okna, sicer bodo uporabljene le za dejavna okna.

source: Also apply to inactive windows
ar: طبّق على النوافذ غير النشطة أيضاً
el: Να εφαρμόζεται και σε ανενεργά παράθυρα
eo: Apliki ankaŭ al neaktivaj fenestroj
ko: 비활성 창에도 적용하기
pt: Também aplicar nas janelas inactivas
sl: Velja tudi za nedejavna okna

source: <p>If enabled, the symbol will not be drawn unless under the mouse.
ar: <p>إذا شُغّل، لا يرسم الرمز إلا إذا كان تحت الفأرة.
el: <p>Αν ενεργοποιηθεί, το σύμβολο δεν θα σχεδιαστεί εκτός αν είναι κάτω από το ποντίκι.
eo: <p>Se enŝaltite, la simbolo ne estos desegnita krom se sub la muso.
ko: <p>활성화되면 기호는 마우스 아래에 있지 않을 경우 그려지지 않습니다.
pt: <p>Se estiver activo, o símbolo não será desenhado a menos que esteja sob o cursor do rato.
sl: <p>Če je omogočeno, simbol ne bo izrisan, razen če se nahaja pod položajem miškinega kazalca.

source: Hide symbol until mouse-over
ar: أخفِ الرمز حتى مرور الفأرة
el: Απόκρυψη συμβόλου μέχρι την αιώρηση
eo: Kaŝi simbolon ĝis muso superpasita
ko: 마우스 올림 전까지 기호 숨기기
pt: Esconder o símbolo até à passagem do cursor
sl: Skrij simbol do prečkanja z miško

source: Use custom icon colors
ar: استخدم ألوان أيقونة مخصصة
el: Χρήση προσαρμοσμένων χρωμάτων εικονιδίου
eo: Uzi proprajn piktogramajn kolorojn
ko: 사용자 정의 아이콘 색상 사용
pt: Usar cores personalizadas dos ícones
sl: Uporabi barve ikon po meri

source: Active Icon
ar: أيقونة نشطة
el: Ενεργό εικονίδιο
eo: Aktiva Piktogramo
ko: 활성 아이콘
pt: Ícone Activo
sl: Dejavna ikona

source: Inactive Icon
ar: أيقونة غير نشطة
el: Ανενεργό εικονίδιο
eo: Neaktiva Piktogramo
ko: 비활성 아이콘
pt: Ícone Inactivo
sl: Nedejavna ikona

source: <p>Sets the custom color for 'Close' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'إغلاق'.
el: <P>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Κλείσιμο'.
eo: <p>Metas la propran koloron por "Fermi" butonoj.
ko: <p>'닫기' 단추의 사용자 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Fechar'.
sl: <p>Določa barvo po meri za gumbe »Zapri«.

source: <p>Sets the custom color for 'Minimise' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'تصغير'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Μεγιστοποίηση'.
eo: <p>Metas la propran koloron por 'Minimigi' butonoj.
ko: <p>'최소화' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Minimizar'.
sl: <p>Nastavi barvo po meri za gumbe »Skrči« (včasih »Pomanjšaj«).

source: <p>Sets the custom color for 'Maximize' and 'Restore' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'تكبير' و 'استعادة'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Μεγιστοποίηση' και 'Επαναφορά'.
eo: <p>Metas la propran koloron por butonoj 'Maksimumigi' kaj 'Restarigi'.
ko: <p>'최대화' 및 '복원' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Maximizar' e 'Repor'.
sl: <p>Nastavi barvo po meri za gumba »Rapzni« (včasih »Povečaj«) in »Obnovi«.

source: <p>Sets the custom color for 'Help' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'مساعدة'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Βοήθεια'.
eo: <p>Metas la propran koloron por butonoj 'Helpo'.
ko: <p>'도움말' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões de 'Ajuda'.
sl: <p>Določa barvo po meri za gumbe »Pomoč«.

source: <p>Sets the custom color for 'Menu' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'قائمة'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Μενού'.
eo: <p>Metas la propran koloron por butonoj 'Menuo'.
ko: <p>'메뉴' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões do 'Menu'.
sl: <p>Določa barvo po meri za gumbe »Meni«.

source: <p>Sets the custom color for 'Shade', and 'Un-Shade', buttons.
ar: <p>اضبط اللون المخصص لأزرار 'تظليل' و 'إلغاء التظليل'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Σκίαση' και 'Αναίρεση σκίασης'.
eo: <p>Metas la propran koloron por butonoj 'Ombrigi' kaj 'Mal-Ombrigi'.
ko: <p>'음영' 그리고 '비음영' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Enrolar' e 'Desenrolar'.
sl: <p>Nastavi barvo po meri za gumbe »Senči« in »Odsenči«.

source: <p>Sets the custom color for 'On All Desktop' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'على كل أسطح المكتب'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Σε όλες τις επιφάνειες εργασίας'.
eo: <p>Metas la propran koloron por butonoj 'Sur Ĉiuj Labortablo'.
ko: <p>'모든 바탕 화면' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Todos os Ecrãs'.
sl: <p>Določa barvo po meri za gumbe »Na vseh namizjih«.

source: <p>Sets the custom color for 'Keep Above' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'أبقِ في الأعلى'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Διατήρηση από πάνω'.
eo: <p>Metas la propran koloron por butonoj 'Konservi Supre'.
ko: <p>'항상 위' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Manter Acima'.
sl: <p>Nastavi barvo po meri za gumbe »Obdrži nad«.

source: <p>Sets the custom color for 'Keep Below' buttons.
ar: <p>اضبط اللون المخصص لأزرار 'أبقِ في الأسفل'.
el: <p>Ρυθμίζει το προσαρμοσμένο χρώμα για τα κουμπιά 'Διατήρηση από κάτω'.
eo: <p>Metas la propran koloron por butonoj 'Konservi Malsupre'.
ko: <p>'항상 아래' 단추의 사용자 정의 색상을 설정합니다.
pt: <p>Define a cor personalizada dos botões para 'Manter Abaixo'.
sl: <p>Nastavi barvo po meri za gumbe »Obdrži pod«.

source: Close:
ar: أغلق:
el: Κλείσιμο:
eo: Fermi:
ko: 닫기:
pt: Fechar:
sl: Zapri:

source: Minimise:
ar: تصغير:
el: Ελαχιστοποίηση:
eo: Minimumigi:
ko: 최소화:
pt: Minimizar:
sl: Skrči:

source: Maximise:
ar: تكبير:
el: Μεγιστοποίηση:
eo: Maksimumigi:
ko: 최대화:
pt: Maximizar:
sl: Razpni:

source: Help:
ar: مساعدة:
el: Βοήθεια:
eo: Helpo:
ko: 도움말:
pt: Ajuda:
sl: Pomoč:

source: Menu:
ar: القائمة:
el: Μενού:
eo: Menuo:
ko: 메뉴:
sl: Meni:

source: Shade:
ar: ظلّل:
el: Σκίαση:
eo: Ombro:
ko: 음영:
pt: Enrolar:
sl: Senči:

source: All Desktops:
ar: كلّ أسطح المكتب:
el: Όλες οι επιφάνειες εεργασίας:
eo: Ĉiuj Labortabloj:
ko: 모든 바탕 화면:
pt: Todos os Ecrãs:
sl: Vsa namizja:

source: Keep Above:
ar: أبقها فوق:
el: Διατήρηση από πάνω:
eo: Konservi Supre:
ko: 항상 위:
pt: Manter Acima:
sl: Obdrži nad:

source: Keep Below:
ar: أبقها تحت:
el: Διατήρηση από κάτω:
eo: Konservi Malsupre:
ko: 항상 아래:
pt: Manter Abaixo:
sl: Obdrži pod:

source: <p>Defines the gradient used for the background of menubars.
ar: <p>يحدد التدرج المستخدم لخلفية أشرطة القوائم.
el: <p>Ορίζει τη διαβάθμιση για το φόντο των γραμμών μενού.
eo: <p>Difinas la gradienton uzatan por la fono de menubretoj.
ko: <p>메뉴 표시줄의 배경에 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente usado para o fundo dos menus.
sl: <p>Določa preliv, uporabljen za ozadje menijskih vrstic.

source: <p>Sets the relevant config items, so that window titlebars and menubars are blended.
ar: <p>اضبط عناصر الإعدادات ذات الصلة، بحيث تُدمج أشرطة عناوين النوافذ وأشرطة القوائم.
el: <p>Ρυθμίζει τα σχετικά αντικείμενα διαμόρφωσης, ώστε να αναμιγνύονται τα παράθυρα των γραμμών τίτλου και μενού.
eo: <p>Metas la koncernajn agorderojn, tiel ke fenestraj titolbretoj kaj menubretoj estu miksitaj.
ko: <p>창 제목 표시줄과 메뉴가 혼합되도록 관련 구성 항목을 설정합니다.
pt: <p>Define os itens de configuração relevantes, para que as barras de menu e do título das janelas se possam fundir.
sl: <p>Nastavi ustrezne elemente prilagoditve, tako da so naslovne vrstice in menijske vrstice okna zlite.

source: Blend with titlebar
ar: امزج مع شريط العنوان
el: Ανάμιξη με τη γραμμή τίτλου
eo: Miksi kun titolbreto
ko: 제목 표시줄과 혼합하기
pt: Fundir com a barra de título
sl: Zlij z naslovno vrstico

source: <p>Defines the color applied to the background of menubars.
ar: <p>يحدد اللون المطبق على خلفية أشرطة القوائم.
el: <p>Ορίζει το χρώμα που εφαρμόζεται στο φόντο των γραμμών μενού.
eo: <p>Difinas la koloron aplikitan al la fono de menubretoj.
ko: <p>메뉴 표시줄의 배경에 적용할 색상을 정의합니다.
pt: <p>Define a cor aplicada ao fundo das barras de menu.
sl: <p>Določa barvo za ozadje menijskih vrstic.

source: <p>Defines whether the background coloration should be applied to all menubars, or just those in active windows.
ar: <p>يحدد ما إذا كان يجب تطبيق تلوين الخلفية على كل أشرطة القوائم، أو فقط على تلك الموجودة في النوافذ النشطة.
el: <p>Ορίζει αν ο χρωματισμός φόντου θα εφαρμόζεται σε όλες τις γραμμές μενού ή μόνο σε εκείνες των ενεργών παραθύρων.
eo: <p>Difinas ĉu la fonkoloro devus esti aplikata al ĉiuj menubretoj, aŭ nur tiuj en aktivaj fenestroj.
ko: <p>배경 색상이 모든 메뉴 표시줄에서 적용되어야 하는지, 아니면 활성 창의 메뉴 표시줄에만 적용되어야 하는 지를 정의합니다.
pt: <p>Define se a coloração do fundo deverá ser aplicada a todos os menus ou apenas aos das janelas activas.
sl: <p>Določa, ali je treba barvo ozadja uporabiti v vseh menijskih vrsticah ali samo v dejavnih oknih.

source: Active window only
ar: النافذة النشطة فقط
el: Ενεργό παράθυρο μόνο
eo: Aktiva fenestro nur
ko: 활성 창에서만 사용
pt: Apenas às janelas activas
sl: Samo dejavno okno

source: Menubar text:
ar: نص شريط القائمة:
el: Κείμενο γραμμής μενού:
eo: Teksto de menubreto:
ko: 메뉴 표시줄 텍스트:
pt: Texto da barra de menu:
sl: Besedilo menijske vrstice:

source: <p>If enabled, then the following two color boxes are used to set the text color to be used for normal and selected menubar items.
ar: <p>إذا شُغّل، عندئذٍ يستخدم مربعا الألوان التاليان لضبط لون النص الذي يستخدم لعناصر شريط القائمة العادية والمحددة.
el: <p>Αν ενεργοποιηθεί, τα ακόλουθα δύο πλαίσια χρώματος θα ρυθμίζουν το χρώμα κειμένου για κανονικά και επιλεγμένα αντικείμενα της γραμμής μενού.
eo: <p>Se enŝaltite, tiam la sekvaj du kolorskatoloj estas uzataj por agordi la tekstan koloron por esti uzata por normalaj kaj elektitaj menubretoj.
ko: <p>활성화되면 다음 두 가지 색 상자를 사용하여 일반 및 선택한 메뉴 표시줄 항목에 사용할 텍스트 색상을 설정합니다.
pt: <p>Se estiver activo, então os campos de cores seguintes serão usados para definir a cor do texto a usar nos itens de menu normais e seleccionados.
sl: <p>Če je omogočeno, se za nastavitev barve besedila, ki se uporablja za običajne in izbrane elemente menijske vrstice, uporabita naslednji barvni polji.

source: Custom colors (normal/selected)
ar: ألوان مخصصة (عادي/محدد)
el: Προσαρμοσμένα χρώματα (κανονικά/επιλεγμένα)
eo: Propraj koloroj (normalaj/elektitaj)
ko: 사용자 정의 색상(기본/선택 시)
pt: Cores personalizadas (normal/seleccionado)
sl: Barve po meri (navadne/izbrane)

source: <p>Sets the text color of normal menubar items.
ar: <p>اضبط لون نص عناصر شريط القائمة العادية.
el: <p>Ρυθμίζει το χρώμα κειμένου των κανονικών αντικειμένων της γραμμής μενού.
eo: <p>Metas la tekstokoloron de normalaj menubretoj.
ko: <p>기본 메뉴 표시줄 항목의 텍스트 색상을 설정합니다.
pt: <p>Define a cor do texto dos itens de menu normais.
sl: <p>Določa barvo besedila običajnih elementov menijske vrstice.

source: <p>Sets the text color of selected menubar items.
ar: <p>اضبط لون نص عناصر شريط القائمة المحددة.
el: <p>Ρυθμίζει το χρώμα κειμένου επιλεγμένων αντικειμένων της γραμμής μενού.
eo: <p>Metas la tekstokoloron de elektitaj menubretoj.
ko: <p>선택된 메뉴 표시줄 항목의 텍스트 색상을 설정합니다.
pt: <p>Define a cor do texto dos itens de menu seleccionados.
sl: <p>Določa barvo besedila izbranih elementov menijske vrstice.

source: Menubar items:
ar: عناصر شريط القوائم:
el: Αντικείμενα γραμμής μενού:
eo: Eroj de menubreto:
ko: 메뉴 표시줄 항목:
pt: Itens do menu:
sl: Elementi menijske vrstice:

source: <p>Defines the gradient to be applied to selected menubar items.
ar: <p>يحدد التدرج الذي يطبق على عناصر شريط القوائم المحددة.
el: <p>Ορίζει τη διαβάθμιση που θα εφαρμοστεί σε επιλεγμένα αντικείμενα της γραμμής μενού.
eo: <p>Difinas la gradienton aplikatan al elektitaj menubretoj.
ko: <p>선택된 메뉴 표시줄 항목에 적용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente a aplicar aos itens de menu seleccionados.
sl: <p>Določa preliv, ki ga želite uporabiti za izbrane elemente menijske vrstice.

source: <p>If enabled, menubar items will have their background gradient applied when the mouse hovers over them.
ar: <p>إذا فَعَّلت، يطبَق تدرج الخلفية على عناصر شريط القوائم عند مرور مؤشر الفأرة فوقها.
el: <p>Αν ενεργοποιηθεί, τα αντικείμενα της γραμμής μενού θα εφαρμόζουν τη διαβάθμιση φόντου όταν το ποντίκι αιωρείται πάνω τους.
eo: <p>Se ĝi estas ebligita, menubrejeroj havos sian fonan gradienton aplikata kiam la muso ŝvebas super ili.
ko: <p>활성화되면 메뉴 표시줄 항목에 마우스가 올라갔을 때 적용되는 배경 그라데이션을 메뉴 표시줄 항목이 가지게 됩니다.
pt: <p>Se estiver activo, os itens do menu irão ter um gradiente aplicado ao seu fundo quando o cursor do rato passar sobre eles.
sl: <p>Če je omogočeno, bodo elementi v menijskih vrsticah uporabili preliv ozadja, ko se miška premakne nad njih.

source: Enable mouse-over
ar: فَعِّل مرور مؤشر الفأرة
el: Ενεργοποίηση αιώρησης
eo: Ebligi muso-super
ko: 마우스 올림 사용
pt: Activar a passagem do rato
sl: Omogoči prečkanje z miško

source: <p>If enabled, when the mouse hovers over a menubar item (and 'Enable mouse-over' is enabled) then it will also be colored, otherwise it will use a shade of the background color.
ar: <p>إذا فُعِّلت، وعندما يمر مؤشر الفأرة فوق عنصر من شريط القوائم (وكان 'تفعيل مرور مؤشر الفأرة' مُفَعَّلاً)، يلون العنصر أيضاً، وإلا فإنه يستخدم تظليلاً من لون الخلفية.
el: <p>Αν ενεργοποιηθεί, όταν το ποντίκι αιωρείται πάνω από ένα αντικείμενο της γραμμής μενού (και η 'ενεργοποίηση αιώρησης' είναι ενεργή) τότε και αυτό θα χρωματιστεί, διαφορετικά θα χρησιμοποιήσει μια σκίαση του χρώματος φόντου.
eo: <p>Se ebligita, kiam la muso ŝvebas super menubreto (kaj 'Ebligi muson super' estas ebligita) tiam ĝi ankaŭ estos kolorigita, alie ĝi uzos nuancon de la fonkoloro.
ko: <p>활성화되면 마우스가 메뉴 항목 위에 마우스를 올려 놓으면(그리고 '마우스 오버 사용'이 활성화됨) 색상이 표시되고, 그렇지 않으면 배경 색상의 음영을 사용합니다.
pt: <p>Se estiver activo, quando o cursor do rato passar sobre um item do menu (e a opção 'Activar a passagem do rato' estiver activa), então este também será colorido; caso contrário, irá usar uma tonalidade da cor de fundo.
sl: <p>Če je omogočeno, se bo, ko se miška nahaja nad elementom menijske vrstice (in je omogočena možnost »Omogoči prehajanje z miško«), tudi obarvala, v nasprotnem primeru bo uporabljena senca v barvi ozadja.

source: Color on mouse-over
ar: لون عند مرور مؤشر الفأرة
el: Χρώμα σε αιώρηση
eo: Koloro sur mus-super
ko: 마우스 올림 시에 채색하기
pt: Cor à passagem do rato
sl: Barva ob prečkanju z miško

source: <p>If enabled, only the top (and not bottom) of selected menubar items will be rounded.
ar: <p>إذا فَعَّلت، قَرِّب فقط الجزء العلوي (وليس السفلي) من عناصر شريط القوائم المحددة.
el: <p>Αν ενεργοποιηθεί, μόνο η κορυφή (και όχι η βάση) επιλεγμένων αντικειμένων της γραμμής μενού θα στρογγυλευθεί.
eo: <p>Se ebligita, nur la supro (kaj ne malsupro) de elektitaj menubretoj estos rondigitaj.
ko: <p>활성화되면 선택된 메뉴 표시줄 항목의 위만 (아래는 제외하고) 둥글게 됩니다.
pt: <p>Se estiver activo, apenas o topo (e não o fundo) dos itens de menu seleccionados é que será arredondado.
sl: <p>Če je omogočeno, bo zaokrožen samo vrh (in ne dno) izbranih elementov menijske vrstice.

source: Round selected items on top only
ar: قَرِّب العناصر المحددة من الأعلى فقط
el: Στρογγύλευση επιλεγμένων αντικειμένων στην κορυφή μόνο
eo: Rondigas elektitajn erojn nur supre
ko: 선택된 항목의 위만 둥글게
pt: Arredondar os itens seleccionados apenas no topo
sl: Izbrane elemente zaokroži le na vrhu

source: Hiding:
ar: الإخفاء:
el: Απόκρυψη:
eo: Kaŝado:
ko: 숨김:
pt: Esconder:
sl: Skrivanje:

source: <p>If enabled, menubars may be hidden (and re-shown), by using the 'Ctrl-Alt-M' key combination.
ar: <p>إذا فَعَّلت، يمكن إخفاء (وإعادة إظهار) أشرطة القوائم، عبر استخدام تركيبة المفاتيح 'Ctrl-Alt-M'.
el: <p>Αν ενεργοποιηθεί, μπορεί να γίνει απόκρυψη των γραμμών μενού (και επανεμφάνιση), με χρήση του συνδυασμού πλήκτρων 'Ctrl-Alt-M'.
eo: <p>Se enŝaltite, menubretoj povas esti kaŝitaj (kaj remontritaj), uzante la klavkombinon 'Ctrl-Alt-M'.
ko: <p>활성화되면 'Ctrl-Alt-M' 키 조합의 사용에 따라 메뉴 표시줄이 숨겨지게(그리고 다시 보여지게) 됩니다.
pt: <p>Se estiver activo, as barras de menu poderão ser escondidas (e apresentadas de novo) se usar a combinação de teclas 'Ctrl-Alt-M'.
sl: <p>Če je omogočeno, so lahko menijske vrstice skrite (in ponovno prikazane) s kombinacijo tipk »krmilka+izmenjalka+M«.

source: Use Ctrl-Alt-M (experimental)
ar: استخدِم Ctrl-Alt-M (تجريبي)
el: Χρήση Ctrl-Alt-M (πειραματικό)
eo: Uzi Ctrl-Alt-M (eksperimenta)
ko: Ctrl-Alt-M 사용(실험용)
pt: Usar o Ctrl-Alt-M (experimental)
sl: Uporabi krmilka+izmenjalka+M (poskusno)

source: <p>If enabled, menubars may be hidden (and re-shown), by using a special button in the QtCurve kwin decoration.
ar: <p>إذا فَعَّلت، يمكن إخفاء (وإعادة إظهار) أشرطة القوائم، عبر استخدام زر خاص في زخرفة KWin الخاص بـ كيوت كيرف.
el: <p>Αν ενεργοποιηθεί, μπορεί να γίνει απόκρυψη των γραμμών μενού (και επανεμφάνιση) με χρήση ενός ειδικού κουμπιού στη διακόσμηση του QtCurve kwin.
eo: <p>Se enŝaltite, menubretoj povas esti kaŝitaj (kaj remontritaj), uzante specialan butonon en la QtCurve kwin-ornamado.
ko: <p>활성화되면 QtCurve kwin 장식에 있는 특별한 단추의 사용에 따라 메뉴 표시줄이 숨겨지게(그리고 다시 보여지게) 됩니다.
pt: <p>Se estiver activo, as barras de menu poderão ser escondidas (e apresentadas de novo) se usar um botão especial na decoração QtCurve no KWin.
sl: <p>Če je omogočeno, so menijske vrstice morda skrite (in ponovno prikazane), tako da uporabite poseben gumb v okrasitvi kwin QtCurve.

source: Window titlebar button (experimental)
ar: زر شريط عنوان النافذة (تجريبي)
el: Κουμπί παραθύρου γραμμής μενού (πειραματικό)
eo: Fenestra titolbreto butono (eksperimenta)
ko: 창 제목 표시줄 단추(실험용)
pt: Botão no título da janela (experimental)
sl: Gumb naslovne vrstice okna (poskusno)

source: <p>If enabled, the theme will support embedding the menubar of KDE4 applications in Bespin's XBar.
ar: <p>إذا فَعَّلت، يدعم النسق تضمين شريط قوائم تطبيقات KDE4 في شريط XBar الخاص بـ Bespin.
el: <p>Αν ενεργοποιηθεί, το θέμα θα υποστηρίζει την ενσωμάτωση της γραμμής μενού των εφαρμογών του KDE4 στο XBar του Bespin.
eo: <p>Se ebligita, la etoso subtenos enkonstrui la menubreton de KDE4-aplikoj en la XBar de Bespin.
ko: <p>활성화되면 테마가 Bespin's XBar 안에 KDE4 앱의 메뉴 표시줄을 끼워 넣어 지원합니다.
pt: <p>Se estiver activo, o tema irá suportar a incorporação do menu das aplicações do KDE4 no XBar da Bespin.
sl: <p>Če je omogočeno, bo ta tema podpirala vdelavo menijske vrstice aplikacij KDE v Bespinovo vrstico XBar.
