Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: <p>Comma separated list of names of KDE applications where QtCurve needs to manually save whether the statusbar is hidden or not.</p><p>Use <i>kde</i> to set for all KDE applications. The statusbar state of Gtk2 applications is always manually saved.</p>
ar: <p>قائمة مفصولة بفواصل من أسماء تطبيقات كيدي التي تحتاج فيها كيوت كيرف إلى الحفظ اليدوي لما إذا كان شريط الحالة مخفيًا أم لا.</p><p>استخدم <i>kde</i> لضبط الإعداد لجميع تطبيقات كيدي. حالة شريط حالة تطبيقات Gtk2 محفوظة يدويًا آليًا.</p>
el: <p>Λίστα με διαχωριστικό το κόμμα, ονομάτων των KDE εφαρμογών που το QtCurve χρειάζεται να αποθηκεύσει χειροκίνητα ανεξάρτητα αν η γραμμή κατάστασης είναι κρυμμένη ή όχι.</p><p>Χρησιμοποιήστε <i>kde</i> για να γίνει ρύθμιση για όλες τις KDE εφαρμογές. Η κατάσταση της γραμμής κατάστασης των Gtk2 εφαρμογών αποθηκεύεται πάντα χειροκίνητα.</p>
eo: <p>Kome apartigita listo de nomoj de KDE-aplikoj kie QtCurve bezonas permane konservi ĉu la statusbreto estas kaŝita aŭ ne.</p><p>Uzu <i>kde</i> por agordi por ĉiuj KDE-aplikoj. La statobreto de Gtk2-aplikoj ĉiam estas permane konservita.</p>
ko: <p>QtCurve에서 상태 표시줄 숨김 여부를 수동으로 저장해야 하는 쉼표로 구분된 KDE 앱 목록입니다.</p><p>모든 KDE 앱을 지정하려면 <i>kde</i>를 입력하십시오. Gtk2 앱의 상태 표시줄 상태는 항상 수동으로 저장됩니다.</p>
pt: <p>Uma lista separada por vírgulas com os nomes das aplicações do KDE onde o QtCurve precisa de gravar manualmente se a barra de estado está escondida ou não.</p><p>Use o <i>kde</i> para desactivar em todas as aplicações do KDE. O estado da barra de estado das aplicações do Gtk2 é sempre gravado manualmente.</p>
sl: <p>Z vejico ločen seznam imen programov KDE, kjer mora QtCurve ročno shraniti, ali je vrstica stanja skrita ali ne.</p><p>Uporabite <i>kde</i> za nastavitev za vse programe KDE. Stanje vrstice stanja za programe Gtk2 je vedno shranjeno ročno.</p>

source: <html><head/><body><p>Comma separated list of names of KDE/Qt applications where QtCurve needs to instruct Qt not to use the native menubar.</p><p>Try this on Mac for applications where certain menu items do not behave as expected when they are part of the menus of the Mac-style toplevel menubar, but behave correctly for instance when they are part of a popup/context menu. Applications need to be restarted for changes to take effect.</p></body></html>
ar: <html><head/><body><p>قائمة مفصولة بفواصل من أسماء تطبيقات كيدي/كيوت التي تحتاج فيها كيوت كيرف إلى إرشاد كيوت لعدم استخدام شريط القوائم الأصيل.</p><p>جرّب هذا على Mac للتطبيقات التي لا تتصرف فيها عناصر قائمة معينة كما هو متوقع عندما تكون جزءًا من قوائم شريط قوائم المستوى الأعلى بنمط Mac، ولكن تتصرف بشكل صحيح على سبيل المثال عندما تكون جزءًا من قائمة منبثقة/سياقية. يجب إعادة تشغيل التطبيقات لتصبح التغييرات نافذة المفعول.</p></body></html>
el: <html><head/><body><p>Λίστα με διαχωριστικό το κόμμα των KDE/Qt εφαρμογών που το QtCurve χρειάζεται να δώσει οδηγίες στο Qt να μη χρησιμοποιήσει την εγγενή γραμμή μενού.</p><p>Δοκιμάστε το στο Mac για εφαρμογές στις οποίες ορισμένα αντικείμενα του μενού δεν συμπεριφέρονται σύμφωνα με το αναμενόμενο όταν είναι τμήμα των μενού της γραμμής μενού κορυφής σε στιλ Mac, αλλά συμπεριφέρονται σωστά για παράδειγμα όταν είναι τμήμα ενός αναδυόμενου/συμφραζομένων μενού. Απαιτείται επανεκκίνηση των εφαρμογών για να ενεργοποιηθούν οι αλλαγές.</p></body></html>
eo: <html><head/><body><p>Kome apartigita listo de nomoj de KDE/Qt-aplikoj kie QtCurve bezonas instrukcii Qt ne uzi la denaskan menubreton.</p><p>Provu tion en Mac por aplikaĵoj kie certaj menueroj ne kondutas kiel atendite kiam ili estas parto de la menuoj de la altnivela menubreto Mac-stila, sed kondutas ĝuste ekzemple kiam ili estas parto de ŝprucfenestra/kunteksta menuo. Aplikoj devas esti rekomencitaj por ke ŝanĝoj efektiviĝu.</p></body></html>
ko: <html><head/><body><p>QtCurve에서 Qt에게 네이티브 메뉴 표시줄을 사용하지 않도록 지시해야 하는 쉼표로 구분된 KDE/Qt 앱 목록입니다.</p><p>Mac 환경에서 일부 앱의 메뉴 항목이 Mac 스타일 최상위 메뉴 표시줄에 있을 때 예상한 대로 작동하지 않지만 팝업 메뉴/콘텍스트 메뉴에서는 올바르게 작동하는 경우 여기에 추가해 보십시오. 변경 사항을 적용하려면 앱을 다시 시작해야 합니다.</p></body></html>
pt: <html><head/><body><p>Uma lista separada por vírgulas dos nomes das aplicações do KDE/Qt onde o QtCurve precisa de indicar ao Qt para não usar o menu nativo.</p><p>Tente isto no Mac para as aplicações onde certos itens do menu não se comportam como seria de esperar, quando fazem parte dos menus do menu de topo do Mac, mas que se comportam correctamente, por exemplo, quando fazem parte de um menu de contexto/instantâneo. As aplicações têm de ser reiniciadas para as alterações fazerem efeito.</p></body></html>
sl: <html><head/><body><p>Z vejico ločen seznam imen programov KDE/Qt, kjer mora QtCurve Qt naročiti, naj ne uporablja domorodne menijske vrstice.</p><p>Poskusite na sistemih macOS za programe, kjer se določeni elementi menija ne vedejo tako, kot je bilo pričakovano, ko so del menijev menija v slogu macOS, vendar se pravilno obnašajo, ko so npr. del pojavnega/kontekstnega menija. Programe je potrebno ponovno zagnati, da spremembe začnejo veljati.</p></body></html>

source: &Radio button
ar: &زر انتقاء
el: &Κουμπί ελέγχου
eo: &Radiobutono
ko: 라디오 단추(&R)
pt: Opção e&xclusiva
sl: &Izbirni gumb

source: Radio &button
ar: زر انتقاء
el: Κουμπί &ελέγχου
eo: Radio&butono
ko: 라디오 단추(&B)
pt: &Opção exclusiva
sl: Izbirni &gumb

source: &Dock Widget
ar: وِدْجِتْ الإرساء
el: &Γραφικό συστατικό πίνακα
eo: &Dok-Fenestraĵo
ko: 독 위젯(&D)
pt: Item &Acoplável
sl: &Zasidraj gradnik

source: &regular submenu item
ar: عنصر قائمة فرعية عادي
el: &κανονικό αντικείμενο υπομενού
eo: &regula submenuero
ko: 일반 하위 메뉴 항목(&R)
pt: item de submenu no&rmal
sl: &navadni element podmenija

source: Defines the delay before a sub-menu closes. Applicable on Qt6.5 or later
ar: يعرِّف التأخير قبل إغلاق قائمة فرعية. قابل للتطبيق على Qt6.5 أو أحدث
eo: Difinas la prokraston antaŭ ol submenuo fermiĝas. Aplikebla en Qt5.5 aŭ poste

source: <p>Auto-default buttons are buttons that can become 'default' buttons - i.e. will react the user pressing 'return'.</p> <p>In Gtk2 applications, most 'auto-default' buttons have a taller appearance than standard buttons. QtCurve attempts to mimic this for KDE4 applications - this may be disabled by enabling this option.</p>
el: <p>Τα αυτόματα προκαθορισμένα κουμπιά είναι κουμπιά που μπορεί να γίνουν 'προκαθορισμένα' - δηλ. θα αντιδρούν όταν ο χρήστης πιέσει 'return'.</p> <p>Στις εφαρμογές Gtk2, τα περισσότερα 'αυτόματα προκαθορισμένα' κουμπιά έχουν όψη υψηλότερη από τα τυπικά. Το QtCurve επιχειρεί να το μιμηθεί αυτό για τις εφαρμογές του KDE4 - αυτό ίσως γίνει ανενεργό με την ενεργοποίηση αυτής της επιλογής.</p>
ko: <p>자동 기본 단추는 '기본' 단추가 될 수 있는 단추입니다. 즉, 사용자가 '리턴 키'를 누르면 반응합니다.</p> <p>Gtk2 앱에서 대부분의 '자동-기본' 단추는 표준 단추보다 큰 모양을 가집니다. QtCurve는 KDE4 앱에서 이것을 모방하려고 시도합니다. 이 옵션을 활성화하면 QtCurve가 비활성화 될 수 있습니다.</p>
pt: <p>Os botões auto-predefinidos são botões que se podem tornar botões 'predefinidos' - i.e. irão reagir à tecla Return por parte do utilizador.</p> <p>Nas aplicações de Gtk2, a maioria dos botões 'auto-predefinidos' têm uma aparência mais elevada que os botões normais. O QtCurve tenta imitar isto para as aplicações do KDE 4 - isto poderá ser desactivado com esta opção.</p>
sl: <p>Samodejni privzeti gumbi so gumbi, ki lahko postanejo »privzeti« gumbi - to pomeni, da bo uporabnik reagiral s pritiskom vračalke (»return«).</p> <p>V aplikacijah Gtk2 ima večina »samodejno privzetih« gumbov višji videz od standardnih gumbov. QtCurve poskuša posnemati to za aplikacije KDE4 - to lahko onemogočite tako, da omogočite to možnost.</p>

source: Ctrl+1
sl: Krmilka+1

source: Ctrl+2
sl: Krmilka+2
