Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: XBar support:
ar: دعم شريط XBar:
el: XBar υποστήριξη:
eo: Subteno de XBar:
ko: XBar 지원:
pt: Suporte para o XBar:
sl: Podpora za XBar:

source: Menu items:
ar: عناصر القائمة:
el: Αντικείμενα μενού:
eo: Menueroj:
ko: 메뉴 항목:
pt: Itens do menu:
sl: Elementi menija:

source: <p>If enabled, selected menuitems will be drawn with a border around the gradient. This will cause them to have a rounded look if the general round setting is not set to none.
ar: <p>إذا فَعَّلت، ارسُم عناصر القائمة المحددة بحدود حول التدرج. يتسبب هذا في ظهورها بمظهر مُدوَّر إذا لم يضبَط الإعداد العام للتقريب على بلا.
el: <p>Αν ενεργοποιηθεί, επιλεγμένα αντικείμενα του μενού θα σχεδιαστούν με ένα περίγραμμα γύρω από τη διαβάθμιση. Έτσι θα αποκτήσουν μια στρογγυλεμένη όψη αν η γενική ρύθμιση στρογγύλευσης δεν έχει ρυθμιστεί σε καμία.
eo: <p>Se enŝaltite, elektitaj menueroj estos desegnitaj kun bordo ĉirkaŭ la gradiento. Ĉi tio igos ilin havi rondan aspekton se la ĝenerala ronda agordo ne estas agordita al neniu.
ko: <p>활성화되면 선택한 메뉴가 그라데이션 주위에 테두리로 그려집니다. 그러면 일반 원형 설정이 없음으로 설정되지 않은 경우 둥근 모양이 됩니다.
pt: <p>Se estiver activo, os itens de menu seleccionados serão desenhados com um contorno à volta do gradiente. Isto fará com que tenham um aspecto arredondado, caso a configuração geral de arredondamento não esteja desactivada.
sl: <p>Če je omogočeno, bodo izbrani menijski elementi narisani z obrobo okoli preliva. To bo povzročilo zaokrožen videz, če nastavitev splošnega zaobljenja ni nastavljena na brez.

source: Border
ar: الحدود
el: Περίγραμμα
eo: Bordo
ko: 테두리
pt: Contorno
sl: Obroba

source: <p>If enabled, selected menuitems will be drawn using the 'highlight' color, otherwise a darkened shade of the background color will be used instead.
ar: <p>إذا فَعَّلت، ترسم عناصر القائمة المحددة باستخدام لون 'التمييز'، وإلا يستخدم تظليل داكن من لون الخلفية عوضاً عن ذلك.
el: <p>Αν ενεργοποιηθεί, επιλεγμένα αντικείμενα του μενού θα σχεδιαστούν με 'τονισμένο' χρώμα, διαφορετικά θα χρησιμοποιηθεί μια σκούρα σκίαση από το χρώμα του φόντου.
eo: <p>Se ĝi estas ebligita, elektitaj menueroj estos desegnitaj per la 'altigaĵo' koloro, alie mallumigita nuanco de la fonkoloro estos uzata anstataŭe.
ko: <p>이 옵션을 사용하면 선택한 메뉴 항목을 '강조' 색상을 사용하여 그립니다. 그렇지 않으면 배경색의 어두운 음영을 대신 사용합니다.
pt: <p>Se estiver activo, os itens de menu seleccionados serão desenhados com a cor de 'realce', caso contrário será desenhado um tom mais escuro da cor de fundo em alternativa.
sl: <p>Če je omogočeno, bodo izbrani menijski elementi izrisani z barvo »poudari«, v nasprotnem primeru bo namesto tega uporabljen temen odtenek barve ozadja.

source: Use 'highlight' color for active items
ar: استخدِم لون 'التمييز' للعناصر النشطة
el: Χρήση 'τονισμένου' χρώματος για ενεργά αντικείμενα
eo: Uzi 'emfazan' koloron por aktivaj eroj
ko: 활성 항목에 '강조하기' 색상 사용
pt: Usar a cor de 'realce' para os itens activos
sl: Uporaba barvo »poudarjanja« za aktivne elemente

source: <p>Enable this to reduce the height of menuitems.
ar: <p>فَعِّل هذا لتقليل ارتفاع عناصر القائمة.
el: <p>Ενεργοποιήστε αυτό για να μειώσετε το ύψος των αντικειμένων του μενού.
eo: <p>Ebligi ĉi tion por redukti la altecon de menueroj.
ko: <p>메뉴 항목의 높이를 줄이려면 이것을 사용합니다.
pt: <p>Active isto para reduzir a altura dos itens do menu.
sl: <p>Omogočite to, da zmanjšate višino menijskih izbir.

source: Thinner
ar: أنحف
el: Λεπτότερο
eo: Pli maldika
ko: 더 얇게
pt: Mais Finos
sl: Tanjše

source: <p>If enabled, then icons associated with menuitems will be drawn, otherwise they will be hidden (but the space they would have occupied will still be there).
ar: <p>إذا فَعَّلت، ارسِم الأيقونات المرتبطة بعناصر القائمة، وإلا اخفِها (لكن تبقى المساحة التي كان يجب أن تحتلها موجودة).
el: <p>Αν ενεργοποιηθεί, τα εικονίδια που σχετίζονται με αντικείμενα του μενού θα σχεδιαστούν, διαφορετικά θα είναι σε απόκρυψη (αλλά ο χώρος που θα καταλάμβαναν θα είναι ακόμη εκεί).
eo: <p>Se enŝaltite, tiam piktogramoj asociitaj kun menueroj estos desegnitaj, alie ili estos kaŝitaj (sed la spaco, kiun ili okupus, ankoraŭ estos tie).
ko: <p>이 옵션을 사용하면 메뉴 항목과 관련된 아이콘을 그립니다. 그렇지 않으면 아이콘이 차지할 공간은 남겨 두고 아이콘 그 자체는 숨깁니다.
pt: <p>Se estiver activo, serão desenhados os ícones associados aos itens do menu; caso contrário serão escondidos (embora o espaço que eles fossem ocupar continue lá).
sl: <p>Če je omogočeno, potem bodo narisane ikone, povezane z menijskimi izbirami, v nasprotnem primeru bodo skrite (prostor, ki bi ga sicer zasedale, bo še vedno tam).

source: Show icons
ar: اظهر الأيقونات
el: Εμφάνιση εικονιδίων
eo: Montri piktogramojn
ko: 아이콘 표시
pt: Mostrar os ícones
sl: Pokaži ikone

source: <p>If enabled, checked menu items get only a check mark instead of a checkbox or radiobutton.
ar: <p>إذا فَعَّلت، تحصل عناصر القائمة المحددة على علامة صح فقط بدلاً من مربع اختيار أو زر اختيار.
el: <p>Αν ενεργοποιηθεί, τα ενεργοποιημένα αντικείμενα του μενού θα έχουν μόνο ένα σημείο ενεργοποίησης αντί για πλαίσιο ενεργοποίησης ή κουμπί ελέγχου.
eo: <p>Se enŝaltite, markitaj menueroj ricevas nur markomarkon anstataŭ markobutono aŭ radiobutono.
ko: <p>활성화되면 선택한 메뉴 항목에는 확인란이나 라디오 단추 대신 확인 표시만 표시됩니다.
pt: <p>Se estiver assinalado, os itens de menu assinalados irão ter apenas um sinal de marcação em vez de uma opção de marcação ou opção exclusiva.
sl: <p>Če je omogočeno, potrjeni elementi menija namesto potrditvenega polja ali izbirnega gumba dobijo samo potrditveno kljukico.

source: Check marks only
ar: علامات صح فقط
el: Σημεία ενεργοποίησης μόνο
eo: Markmarkoj nur
ko: 체크 표시만 가능
pt: Apenas sinais de marcação
sl: Samo potrditvene oznake

source: Shade background by:
ar: ظلل الخلفية بمقدار:
el: Σκίαση φόντου:
eo: Ombrofono de:
ko: 배경의 음영 정도:
pt: Sombrear o fundo em:
sl: Zasenči ozadje za:

source: <p>Defines the amount by which the popup menu background will be lightened (or darkened).
ar: <p>يحدد المقدار الذي يفتح به (أو يغمق) لون خلفية القائمة المنبثقة.
el: <p>Ορίζει το ποσό με το οποίο το φόντο του αναδυόμενου μενού θα φωτιστεί (ή θα σκοτεινιάσει).
eo: <p>Difinas la kvanton laŭ kiu la ŝprucmenuo fono estos malpeza (aŭ mallumigita).
ko: <p>팝업 메뉴의 배경을 밝게(또는 어둡게) 할 정도를 정의합니다.
pt: <p>Define a quantidade na qual o fundo dos menus de contexto será tornado mais claro (ou mais escuro).
sl: <p>Določa količino, za katero bo ozadje pojavnega menija posveljeno (ali zatemnjeno).

source: <p>Defines the gradient applied to the background of the popup menus.
ar: <p>يحدد التدرج الذي يطبق على خلفية القوائم المنبثقة.
el: <p>Ορίζει τη διαβάθμιση που εφαρμόζεται στο φόντο των αναδυόμενων μενού.
eo: <p>Difinas la gradienton aplikitan al la fono de la ŝprucmenuoj.
ko: <p>팝업 메뉴의 배경에 적용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente aplicado ao fundo dos menus de contexto.
sl: <p>Določa preliv, ki se nanaša na ozadje pojavnih menijev.

source: <p>Defines background gradient orientation.
ar: <p>يحدد اتجاه تدرج الخلفية.
el: <p>Ορίζει τον προσανατολισμό της διαβάθμισης φόντου.
eo: <p>Difinas fonan gradientorientiĝon.
ko: <p>배경 그라데이션의 방향을 정의합니다.
pt: <p>Define a orientação do gradiente do fundo.
sl: <p>Določa usmerjenost preliva ozadja.

source: <p>This adds a background image to popup menus. <ul><li>None - No image.</li><li>Bordered rings - 'Air' like rings with borders.</li><li>Plain rings - 'Air' like rings, but without any border.</li><li>Square rings - 3 simple rounded squares.</li></ul></p>
ar: <p>يضيف هذا صورة خلفية إلى القوائم المنبثقة. <ul><li>بلا - بلا صورة.</li><li>حلقات بحدود - حلقات شبيهة بـ 'Air' ذات حدود.</li><li>حلقات عادية - حلقات شبيهة بـ 'Air'، ولكن بدون حدود.</li><li>حلقات مربعة - 3 مربعات مدوّرة بسيطة.</li></ul></p>
el: <p>Αυτό προσθέτει μια εικόνα φόντου σε αναδυόμενα μενού. <ul><li>Καμία - Χωρίς εικόνα.</li><li>Δακτύλιοι με περιγράμματα - Δακτύλιοι όπως το 'Air' με περιγράμματα.</li><li>Απλοί δακτύλιοι - Όπως το 'Air' αλλά χωρίς περιγράμματα.</li><li>Τετράγωνοι δακτύλιοι - 3 απλά στρογγυλεμένα τετράγωνα.</li></ul></p>
eo: <p>Ĉi tio aldonas fonbildon al ŝprucmenuoj. <ul><li>Neniu - Neniu bildo.</li><li>Bordaj ringoj - 'Aero' kiel ringoj kun bordoj.</li><li> Simplaj ringoj - 'Aero' kiel ringoj, sed sen ia bordo.</li><li>Kvadrataj ringoj - 3 simplaj rondetaj kvadratoj.</li></ul></p>
ko: <p>이것은 팝업 메뉴에 배경 이미지를 추가합니다. <ul><li>없음 - 이미지 없음.</li><li>테 있는 고리 - 테두리를 갖는 고리와 같은 '모양'.</li><li>단순한 고리 - 테두리는 없으나 고리 같은 '모양'.</li> <li>사각형 고리 - 단순한 둥근 사각형 3개.</li></ul></p>
pt: <p>Isto adiciona uma imagem de fundo aos menus de contexto. <ul><li>Nada - Sem imagem.</li><li>Anéis com contorno - anéis tipo 'Air' com contornos.</li><li>Anéis simples - anéis tipo 'Air', mas sem qualquer contorno.</li><li>Anéis quadrados - 3 quadrados arredondados simples.</li></ul></p>
sl: <p>To dodaja sliko ozadja v pojavne menije. <ul><li>Brez - brez slike.</li><li>Obrobljeni obroči - »Zračni« obroči z obrobami.</li><li>Navadni obroči - »Zračni« obroči, vendar brez obrobe.</li><li>Kvadratni obroči - trije preprosti zaokroženi kvadrati.</li></ul></p>

source: Sub-menu delay:
ar: تأخير القائمة الفرعية:
el: Καθυστέρηση υπο-μενού:
eo: Prokrasto de submenuoj:
ko: 하위 메뉴 지연시간:
pt: Atraso do sub-menu:
sl: Zakasnitev podmenija:

source: <p>Defines the delay before a sub-menu appears.
ar: <p>يحدد مقدار التأخير قبل ظهور القائمة الفرعية.
el: <p>Ορίζει την καθυστέρηση πριν την εμφάνιση ενός υπο-μενού
eo: <p>Difinas la prokraston antaŭ ol aperos submenuo.
ko: <p>하위 메뉴가 나타나기 전의 지연시간을 정의합니다.
pt: <p>Define a demora até que apareça um sub-menu.
sl: <p>Določa časovni zamik, preden se pojavi podmeni.

source: ms
ar: م‌ث

source: <p>Defines the delay before a sub-menu closes. Applicable on Qt 5.5 or later
ar: <p>يحدد مقدار التأخير قبل إغلاق القائمة الفرعية. يطبق على كيوت 5.5 أو أحدث
el: <p>Ορίζει την καθυστέρηση πριν κλείσει ένα υπο-μενού. Εφαρμόσιμο σε Qt 5.5 ή επόμενο
eo: <p>Difinas la prokraston antaŭ la fermiĝo de submenuo. Uzebla sur Qt 5.5 aŭ poste
ko: <p>하위 메뉴를 닫기 전에 지연을 정의합니다. Qt 5.5 이상에서 적용 가능
pt: <p>Define a demora até que um sub-menu se feche. Só se aplica no Qt 5.5 ou posterior
sl: <p>Določa časovni zamik, preden se podmeni zapre. Velja za Qt 5.5 ali kasnejše

source: Sub-menu close delay:
ar: تأخير إغلاق القائمة الفرعية:
el: Καθυστέρηση κλεισίματος υπο-μενού:
eo: Prokrasto de fermo de submenuo:
ko: 하위 메뉴 닫기 지연시간:
pt: Atraso de fecho do sub-menu:
sl: Zamik za zapiranje podmenijev:

source: Stripe:
ar: الشريط:
el: Λωρίδα:
eo: Strio:
ko: 줄무늬:
pt: Barra:
sl: Proga:

source: <p>Defines the coloration of the menu-stripe that will be drawn on the left of popup menus - but only if this option is not set to 'none'.
ar: <p>يحدد تلوين شريط القائمة الذي يرسم على يسار القوائم المنبثقة - ولكن فقط إذا لم يضبَط هذا الخيار على 'بلا'.
el: <p>Ορίζει το χρωματισμό της λωρίδας του μενού που θα σχεδιαστεί στα αριστερά των αναδυόμενων μενού - αλλά μόνο αν η επιλογή αυτή δεν έχει ρυθμιστεί σε 'καμία'.
eo: <p>Difinas la kolorigon de la menustrio kiu estos desegnita maldekstre de ŝprucmenuoj - sed nur se ĉi tiu opcio ne estas agordita al 'neniu'.
ko: <p>팝업 메뉴의 왼쪽에 그려지는 메뉴 줄무늬의 색상을 정의합니다. 단,이 옵션이 '없음'으로 설정되지 않은 경우에만 해당됩니다.
pt: <p>Define a coloração da barra do menu que será desenhada à esquerda dos menus de contexto - mas apenas se esta opção não estiver como 'nada'</p>.
sl: <p>Določa barvo proge menija, ki bo narisana na levi strani pojavnih menijev - vendar le, če ta možnost ni nastavljena na »brez«.

source: <p>Defines the gradient to be used for the menu stripe.
ar: <p>يحدد التدرج الذي يستخدم لشريط القائمة.
el: <p>Ορίζει τη διαβάθμιση για τη λωρίδα του μενού.
eo: <p>Difinas la gradienton uzotan por la menustrio.
ko: <p>메뉴 줄무늬에 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente a usar para a barra do menu.
sl: <p>Določa preliv, ki ga želite uporabiti za menijski trak.

source: Border popupmenus:
ar: حدود القوائم المنبثقة:
el: Περιγράμματα αναδυόμενων μενού:
eo: Bordaj ŝprucmenuoj:
ko: 팝업 메뉴에 테두리 그리기:
pt: Contorno dos menus de contexto:
sl: Obroba pojavnih menijev:

source: <p>If enabled, the whole popup menu will have a border, otherwise no border will be drawn. This option should be enabled unless you have also enabled shadows in your window manager.
ar: <p>إذا فَعَّلت، يكون للقائمة المنبثقة بأكملها حد، وإلا فلا يرسم أي حد. فَعِّل هذا الخيار ما لم تكن قد فَعَّلت الظلال في مدير النوافذ الخاص بك.
el: <p>Αν ενεργοποιηθεί, όλο το αναδυόμενο μενού θα έχει περίγραμμα, διαφορετικά δεν θα σχεδιαστεί περίγραμμα. Αυτή η επιλογή θα ενεργοποιηθεί εκτός αν είναι ενεργές και οι σκιάσεις στο διαχειριστή παραθύρων.
eo: <p>Se ĝi estas ebligita, la tuta ŝprucmenuo havos bordon, alie neniu bordo estos desegnita. Ĉi tiu opcio devus esti ebligita krom se vi ankaŭ ebligis ombrojn en via fenestra administranto.
ko: <p>활성화되면 전체 팝업 메뉴는 테두리를 가집니다. 그렇지 않으면 테두리는 그려지지 않습니다. 이 옵션은 사용자의 창 관리자에서 그림자 또한 사용되어 있지 않다면, 이 옵션은 사용되어야 합니다.
pt: <p>Se estiver activo, todo o menu de contexto irá ter um contorno, caso contrário não será desenhado nenhum. Esta opção deverá ser activada a menos que tenha activado também as sombras no seu gestor de janelas.
sl: <p>Če je omogočeno, bo celoten pojavni meni imel obrobo, v nasprotnem primeru ne bo narisana nobena obroba. Ta možnost mora biti omogočena, razen če ste v upravitelju oken omogočili tudi sence.

source: Use menubar colour settings:
ar: استخدِم إعدادات ألوان شريط القوائم:
el: Χρήση ρυθμίσεων χρώματος γραμμής μενού:
eo: Uzi kolorajn agordojn de menubreto:
ko: 메뉴 표시줄 색상 설정 사용:
pt: Usar a configuração da cor do menu:
sl: Uporabi barvne nastavitve menijske vrstice:

source: <html><head/><body><p>When enabled, menu section titles look a bit like buttons.</p><p>When disabled, they are left-aligned under a separator line and use a bold, underlined typeface.</p></body></html>
ar: <html><head/><body><p>عند التفعيل، تبدو عناوين أقسام القائمة كالأزرار قليلاً.</p><p>عند التعطيل، تكون محاذية لليسار تحت خط فاصل وتستخدم خطاً عريضاً ومسطراً.</p></body></html>
el: <html><head/><body><p>Όταν γίνει ενεργό, οι τίτλοι στο μενού θα μοιάζουν κάπως με κουμπιά.</p><p>Όταν γίνει ανενεργό, στοιχίζονται αριστερά κάτω από μια διαχωριστική γραμμή και έχουν ένα έντονο, υπογραμμισμένο χαρακτήρα.</p></body></html>
eo: <html><head/><body><p>Kiam estas enŝaltitaj, la titoloj de menuaj sekcioj aspektas iom kiel butonoj.</p><p>Se malebligitaj, ili estas maldekstre vicigitaj sub apartlinio kaj uzas grasan, substrekita tiparo.</p></body></html>
ko: <html><head/><body><p>활성화하면 메뉴 섹션 제목이 단추와 약간 비슷해 보입니다.</p><p>비활성화되면 구분선 아래 왼쪽 정렬되고 굵은 밑줄이 그어진 서체를 사용합니다.</p></body></html>
pt: <html><head/><body><p>Quando estiver activo, muitos títulos de secções ficam parecidos com botões.</p><p>Quando estiver inactivo, ficam alinhados à esquerda com uma linha separadora e usam um texto negrito e sublinhado.</p></body></html>
sl: <html><head/><body><p>Ko je omogočeno, so naslovi menijskih odsekov nekoliko podobni gumbom.</p><p>Ko so onemogočeno, so levo poravnani pod ločilno črto in uporabljajo krepko, podčrtano pisavo.</p></body></html>

source: Use button-like menu section headers
ar: استخدِم رؤوس أقسام القائمة الشبيهة بالزر
el: Χρήση κεφαλίδων μενού που μοιάζουν με κουμπιά
eo: Uzi buton-similajn menuajn sekciokapojn
ko: 단추와 같은 메뉴 섹션 머리말 사용
pt: Usar cabeçalhos de secção do menu como botões
sl: Uporabi glave razdelkov, podobne gumbom

source: <p>Defines the gradient used to draw the background of toolbars.
ar: <p>يحدد التدرج الذي يرسم خلفية أشرطة الأدوات.
el: <p>Ορίζει τη διαβάθμιση για τη σχεδίαση του φόντου των γραμμών εργαλείων.
eo: <p>Difinas la gradienton uzatan por desegni la fonon de ilbretoj.
ko: <p>도구 모음의 배경을 그릴 때 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente usado para desenhar o fundo das barras de ferramentas.
sl: <p>Določa preliv, ki se uporablja za risanje ozadja orodnih vrstic.

source: Handles:
ar: المقابض:
el: Χειριστές:
eo: Teniloj:
ko: 핸들:
pt: Pegas:
sl: Ročice:

source: <p>Defines the look of the toolbar handles.
ar: <p>يحدد مظهر مقابض شريط الأدوات.
el: <p>Ορίζει την όψη των χειριστών της γραμμής εργαλείων.
eo: <p>Difinas la aspekton de la ilobretaj teniloj.
ko: <p>도구 모음의 핸들의 모습을 정의합니다.
pt: <p>Define a aparência das pegas das barras de ferramentas.
sl: <p>Določa videz ročic orodne vrstice.

source: Separators:
ar: الفواصل:
el: Διαχωριστές:
eo: Apartigiloj:
ko: 구분자:
pt: Separadores:
sl: Ločila:

source: <p>Defines the style used to draw toolbar separators.
ar: <p>يحدد النمط الذي يرسم فواصل شريط الأدوات.
el: <p>Ορίζει το στιλ για τη σχεδίαση των διαχωριστών της γραμμής εργαλείων.
eo: <p>Difinas la stilon uzatan por desegni ilbrejajn apartigilojn.
ko: <p>도구 상자의 구분자를 그릴 때 사용할 스타일을 정의합니다.
pt: <p>Define o estilo usado para desenhar os separadores das barras de ferramentas.
sl: <p>Določa slog za risanje ločil orodne vrstice.

source: <p>Defines the border type drawn around the toolbar. (This setting also affects menubars).
ar: <p>يحدد نوع الحد الذي يرسم حول شريط الأدوات. (يؤثر هذا الإعداد أيضاً على أشرطة القوائم).
el: <p>Ορίζει τον τύπο περιγράμματος που σχεδιάζεται γύρω από τη γραμμή εργαλείων. (Αυτή η ρύθμιση επηρεάζει και τις γραμμές μενού).
eo: <p>Difinas la bordspecon desegnitan ĉirkaŭ la ilbreto. (Ĉi tiu agordo ankaŭ influas menubretojn).
ko: <p>도구 상자 주위에 그려질 테두리 형식을 정의합니다. (이 설정은 메뉴 표시줄에도 영향을 미칩니다.)
pt: <p>Define o tipo de contorno desenhado em torno da barra de ferramentas. (Esta opção também afecta os menus).
sl: <p>Določa vrsto obrobe okoli orodne vrstice (ta nastavitev vpliva tudi na menijske vrstice).

source: Button style:
ar: نمط الزر:
el: Στιλ κουμπιών:
eo: Stilo de butonoj:
ko: 단추 스타일:
pt: Estilo dos botões:
sl: Slog gumba:

source: <p>Defines the style used for toolbar buttons.
ar: <p>يحدد النمط الذي يستخدم لأزرار شريط الأدوات.
el: <p>Ορίζει το στιλ για τα κουμπιά της γραμμής εργαλείων.
eo: <p>Difinas la stilon uzatan por ilobretobutonoj.
ko: <p>도구 상자 단추에 사용할 스타일을 정의합니다.
pt: <p>Define o estilo usado para os botões das barras de ferramentas.
sl: <p>Določa slog za gumbe orodne vrstice.

source: Colored mouse-over:
ar: تلوين عند مرور مؤشر الفأرة:
el: Χρωματιστή αιώρηση:
eo: Kolora mus-superpado:
ko: 마우스 올림 채색하기:
pt: Passagem do rato colorida:
sl: Obarvano prečkanje z miško:

source: Only for glow mouse-over style
ar: لنمط مرور مؤشر الفأرة المتوهج فقط
el: Μόνο για λάμψη στο στιλ αιώρησης
eo: Nur por brila mus-super stilo
ko: 선명한 마우스 올림 스타일에 대해서만
pt: Apenas para o estilo de passagem com brilho
sl: Samo za žareči slog prečkanja z miško

source: For all mouse-over styles
ar: لجميع أنماط مرور مؤشر الفأرة
el: Για όλα τα στιλ αιώρησης
eo: Por ĉiuj mus-superstiloj
ko: 모든 마우스 올림 스타일에 대해서
pt: Para todos os estilos de passagem do rato
sl: Za vse sloge prečkanja z miško

source: Button appearance:
ar: مظهر الزر:
el: Όψη κουμπιού:
eo: Butona aspekto:
ko: 단추 모양:
pt: Aparência dos botões:
sl: Videz gumba:

source: <p>Defines the gradient used to draw buttons within toolbars.</p>
ar: <p>يحدد التدرج الذي يرسم الأزرار داخل أشرطة الأدوات.</p>
el: <p>Ορίζει τη διαβάθμιση στη σχεδίαση κουμπιών μέσα σε γραμμές εργαλείων</p>
eo: <p>Difinas la gradienton uzatan por desegni butonojn en ilbretoj.</p>
ko: <p>도구 상자 내에 있는 단추를 그릴 때 사용할 그라데이션을 정의합니다.</p>
pt: <p>Define o gradiente usado para desenhar os botões dentro das barras de ferramentas.</p>
sl: <p>Določa preliv, ki se uporablja za risanje gumbov v orodnih vrsticah.</p>

source: <p>Control what effect should be applied to buttons in toolbars.</p>
ar: <p>تحكَّم في التأثير الذي يطبَّق على الأزرار في أشرطة الأدوات.</p>
el: <p>Ελέγχει τι εφέ θα εφαρμοστεί σε κουμπιά σε γραμμές εργαλείων.</p>
eo: <p>Regi kia efekto aplikiĝu al butonoj en ilbretoj.</p>
ko: <p>도구 상자 내에 있는 단추에 적용되는 효과를 조절합니다.</p>
pt: <p>Controla o efeito que será aplicado aos botões nas barras de ferramentas.</p>
sl: <p>Določite učinek, ki ga želite uporabiti za gumbe v orodnih vrsticah.</p>

source: Frames around items:
ar: إطارات حول العناصر:
el: Πλαίσια γύρω από αντικείμενα:
eo: Kadroj ĉirkaŭ aĵoj:
ko: 항목 주위에 프레임:
pt: Contornos à volta dos itens:
sl: Okviri okoli elementov:

source: <p>Controls whether QtCurve should draw frames around items in statusbars.
ar: <p>تحكَّم فيما إذا كان كيوت كيرف يرسم إطارات حول العناصر في أشرطة الحالة.
el: <p>Ελέγχει αν το QtCurve πρέπει να σχεδιάζει πλαίσια γύρω από αντικείμενα σε γραμμές κατάστασης.
eo: <p>Regas ĉu QtCurve devus desegni kadrojn ĉirkaŭ eroj en statusbretoj.
ko: <p>QtCurve가 상태 표시줄 안의 항목 주위에 테두리를 그려야 하는지를 조절합니다.
pt: <p>Controla se o QtCurve deverá desenhar contornos à volta dos itens nas barras de estado.
sl: <p>Določa, ali naj QtCurve izriše okvirje okoli elementov v vrsticah stanja.

source: Visible
ar: مرئي
el: Ορατές
eo: Videbla
ko: 표시
pt: Visível
sl: Vidno

source: <p>If enabled, statusbars may be hidden (and re-shown), by using the 'Ctrl-Alt-S' key combination.
ar: <p>إذا فَعَّلت، يمكن إخفاء (وإعادة إظهار) أشرطة الحالة، عبر استخدام تركيبة المفاتيح 'Ctrl-Alt-S'.
el: <p>Αν ενεργοποιηθεί, θα γίνεται απόκρυψη στις γραμμές κατάστασης (και θα επανεμφανίζονται) με το συνδυασμό πλήκτρων 'Ctrl-Alt-S'.
eo: <p>Se enŝaltite, statusbretoj povas esti kaŝitaj (kaj remontritaj), uzante la klavkombinon 'Ctrl-Alt-S'.
ko: <p>활성화되면 'Ctrl-Alt-S' 키 조합의 사용에 따라 상태 표시줄이 숨겨지게(그리고 다시 보여지게) 됩니다.
pt: <p>Se estiver activo, as barras de estado poderão estar escondidas (e apresentadas de novo), usando a combinação de teclas 'Ctrl-Alt-S'.
sl: <p>Če je omogočeno, so lahko vrstice stanja skrite (in ponovno prikazane) s kombinacijo tipk »krmilka-izmenjalka-S«.

source: Use Ctrl-Alt-S (experimental)
ar: استخدِم Ctrl-Alt-S (تجريبي)
el: Χρήση Ctrl-Alt-S (πειραμτικό)
eo: Uzi Ctrl-Alt-S (eksperimenta)
ko: Ctrl-Alt-S 사용(실험용)
pt: Usar o Ctrl-Alt-S (experimental)
sl: Uporabi krmilka+izmenjalka+S (poskusno)

source: <p>If enabled, statusbars may be hidden (and re-shown), by using a special button in the QtCurve kwin decoration.
ar: <p>إذا فَعَّلت، يمكن إخفاء (وإعادة إظهار) أشرطة الحالة، عبر استخدام زر خاص في زخرفة KWin الخاص بـ كيوت كيرف.
el: <p>Αν ενεργοποιηθεί, θα μπορεί να γίνει απόκρυψη των γραμμών κατάστασης (και επανεμφάνιση) με χρήση ενός ειδικού κουμπιού στη διακόσμηση του QtCurve kwin.
eo: <p>Se ebligita, statusbretoj povas esti kaŝitaj (kaj remontritaj), uzante specialan butonon en la QtCurve kwin-ornamado.
ko: <p>활성화되면 QtCurve kwin 장식에 있는 특별한 단추의 사용에 따라 상태 표시줄이 숨겨지게(그리고 다시 보여지게) 됩니다.
pt: <p>Se estiver activo, as barras de estado poderão ser escondidas (e apresentadas de novo), usando um botão especial na decoração QtCurve do KWin.
sl: <p>Če je omogočeno, so lahko vrstice stanja skrite (in ponovno prikazane), tako da uporabite poseben gumb v okrasitvi kwin QtCurve.

source: Titlebar appearance:
ar: مظهر شريط العنوان:
el: Όψη γραμμής τίτλου:
eo: Titolbreta aspekto:
ko: 제목 표시줄 모양:
pt: Aparência da barra de título:
sl: Videz naslovne vrstice:

source: <p>Defines the gradient used to draw the background of the 'title' part of a dock windows.
ar: <p>يحدد التدرج الذي يرسم خلفية جزء 'العنوان' من نوافذ الإرساء.
el: <p>Ορίζει τη διαβάθμιση στη σχεδίαση του φόντου του τμήματος 'τίτλου' των παραθύρων πίνακα.
eo: <p>Difinas la gradienton uzatan por desegni la fonon de la 'titola' parto de doko-fenestroj.
ko: <p>독 창의 '제목' 부분의 배경을 그릴 때 사용할 그라데이션을 정의합니다.
pt: <p>Define o gradiente usado para desenhar o fundo da parte de 'título' de uma janela acoplável.
sl: <p>Določa preliv, ki se uporablja za risanje ozadja »naslovnega« dela sidranih oken.

source: <p>If enabled, only the top (for horizontal dock windows), or left (for vertical dock windows) will be rounded.
ar: <p>إذا فَعَّلت، قَرِّب الجزء العلوي فقط (لنوافذ الإرساء الأفقية)، أو الأيسر (لنوافذ الإرساء العمودية).
el: <p>Αν ενεργοποιηθεί, θα γίνει στρογγύλευση μόνο στην κορυφή (για οριζόντια παράθυρα πινάκων) ή στα αριστερά (για κατακόρυφα παράθυρα πινάκων).
eo: <p>Se enŝaltite, nur la supro (por horizontalaj dokaj fenestroj), aŭ maldekstre (por vertikalaj dokaj fenestroj) estos rondigita.
ko: <p>활성화되면 오직 위(수평 독 창의 경우) 또는 왼쪽(수직 독 창의 경우)만 둥글게 됩니다.
pt: <p>Se estiver activo, só será arredondado o topo (nas janelas acopláveis horizontais) ou o lado esquerdo (nas verticais)</p>.
sl: <p>Če je omogočeno, bo zaobljen samo vrh (za vodoravna sidrana okna) ali levo (za navpična sidrana okna).
