Repository: KDE/qtcurve
Catalog: po/*/qtcurve.po
Languages: ar, el, eo, et, ka, ko, pt, sl

source: Invalid compressed settings file. (Could not list ZIP contents.)
ar: ملف إعدادات مضغوط غير صالح. (تعذر سرد محتويات ZIP.)
el: Μη έγκυρο συμπιεσμένο αρχείο ρυθμίσεων. (Αδυναμία εμφάνισης ZIP περιεχομένου.)
eo: Nevalida kunpremita agorda dosiero. (Ne eblis listigi ZIP-enhavon.)
et: Vigane tihendatud seadistusfail. (ZIP-faili sisu ei õnnestunud tuvastada.)
ko: 유효하지 않은 압축된 설정 파일. (ZIP 내용을 나열할 수 없습니다.)
pt: O ficheiro de configuração comprimido é inválido. (Não foi possível apresentar o conteúdo do ZIP.)
sl: Neveljavna stisnjena datoteka nastavitev (vsebine paketa ZIP ni bilo mogoče izpisati).

source: Import Preset
ar: استورِد إعداد مبدئي
el: Εισαγωγή προρύθμισης
eo: Importi Antaŭagordita
et: Valmisseadistuse import
ka: პრესეტის შემოტანა
ko: 사전 설정 가져오기
pt: Importar a Predefinição
sl: Uvozi prednastavitev

source: Sorry, failed to load file.
ar: عذرًا، فشل تحميل الملف.
el: Αποτυχία φόρτωσης αρχείου.
eo: Pardonu, malsukcesis ŝargi dosieron.
et: Vabandust, faili laadimine nurjus.
ka: ფაილის ჩატვირთვის შეცდომა.
ko: 죄송합니다. 파일을 열지 못했습니다.
pt: Infelizmente, não foi possível carregar o ficheiro.
sl: Žal datoteke ni bilo možno naložiti.

source: <p>In which format would you like to export the QtCurve settings?<ul><li><i>QtCurve settings file</i> - a file to be imported via this config dialog.</li><li><i>Standalone theme</i> - a style that user's can select from the KDE style panel.</li></ul></p>
ar: <p>بأي صيغة ترغب في تصدير إعدادات كيوت كيرف؟<ul><li><i>ملف إعدادات كيوت كيرف</i> - ملف لاستيراده عبر حوار الإعداد هذا.</li><li><i>سمة مستقلة</i> - نمط اختيار المستخدمين له من لوحة نمط كيدي.</li></ul></p>
el: <p>Σε τι τύπο αποθήκευσης θέλετε να εξαγάγετε τις ρυθμίσεις QtCurve;<ul><li><i>Αρχείο ρυθμίσεων QtCurve</i> - ένα αρχείο για να εισαχθεί με αυτόν το διάλογο διαμόρφωσης.</li><li><i>Αυτόνομο θέμα</i> - ένα στιλ που επιλέγει ο χρήστης από τον πίνακα των στιλ του KDE.</li></ul></p>
eo: <p>En kiu formato vi ŝatus eksporti la agordojn de QtCurve?<ul><li><i>dosiero de agordoj de QtCurve</i> - dosiero importenda per ĉi tiu agorda dialogo.</li><li><i>Memstara etoso</i> - stilo kiun uzanto povas elekti el la KDE-stila panelo.</li></ul></p>
et: <p>Millises vormingus QtCurve seadistused eksportida?<ul><li><i>QtCurve seadistusfail</i> - selle seadistusdialoogi vahendusel imporditav fail.</li><li><i>Autonoomne teema</i> - stiil, mida kasutaja saab valida KDE stiilipaneelilt.</li></ul></p>
ko: <p>어떤 형식으로 QtCurve 설정을 내보내시겠습니까?<ul><li><i>QtCurve 설정 파일</i> - 이 설정 대화 상자를 통해서 가져올 수 있는 파일. </li><li><i>독립형 테마</i> - 사용자가 KDE 스타일 패널에서 선택할 수 있는 스타일.</li></ul></p>
pt: <p>Para que formato deseja exportar a configuração do QtCurve?<ul><li><i>Ficheiro de configuração do QtCurve</i> - um ficheiro a ser importado através desta janela de configuração.</li><li><i>Tema independente</i> - um estilo que o utilizador poderá seleccionar no painel de estilo do KDE.</li></ul></p>
sl: <p>V kateri obliki želite izvoziti nastavitve QtCurve?<ul><li><i>Datoteka nastavitev QtCurve</i> - datoteka, ki jo je treba uvoziti prek tega pogovornega okna prilagoditev;</li><li><i>Samostojna tema</i> - slog, ki ga lahko uporabnik izbere na plošči sloga KDE.</li></ul></p>

source: Export Settings
ar: صدّر الإعدادات
el: Εξαγωγή ρυθμίσεων
eo: Eksporti Agordojn
et: Ekspordi seadistused
ka: პარამეტრების გატანა
ko: 설정 내보내기
pt: Exportar a Configuração
sl: Nastavitve izvoza

source: QtCurve Settings File
ar: ملف إعدادات كيوت كيرف
el: Αρχείο ρυθμίσεων QtCurve
eo: Dosiero de agordoj de QtCurve
et: QtCurve seadistusfail
ka: QtCurve -ის პარამეტრების ფაილი
ko: QtCurve 설정 파일
pt: Ficheiro de Configuração do QtCurve
sl: Datoteka z nastavitvami QtCurve

source: Standalone Theme
ar: سمة مستقلة
el: Αυτόνομο θέμα
eo: Memstara Etoso
et: Autonoomne teema
ka: დამოუკიდებელი თემა
ko: 독립형 테마
pt: Tema Independente
sl: Samostojna tema

source: Could not write to file: %1
ar: تعذر الكتابة إلى الملف: %1
el: Αδυναμία εγγραφής στο αρχείο: %1
eo: Ne eblis skribi al dosiero: %1
et: Faili kirjutamine nurjus: %1
ka: ფაილში ჩაწერის შეცდომა: %1
ko: 다음 파일에 쓸 수 없음: %1
pt: Não foi possível escrever no ficheiro: %1
sl: Ni mogoče pisati v datoteko: %1

source: title
ar: عنوان
el: τίτλος
eo: titolo
ko: 제목
pt: título
sl: naslov

source: Presets
ar: إعدادات مسبقة
el: Προρυθμίσεις
eo: Antaŭagordoj
ko: 사전 설정
pt: Predefinições
sl: Prednastavitve

source: <p>This combo contains the list of pre-defined settings. <ul> <li><i>(Current)</i> will discard any changes, and revert to the currently saved style.</li> <li><i>(Default)</i> will discard any changes, and revert to the QtCurve default style.</li> </ul>
ar: <p>يحتوي هذا المركب على قائمة الإعدادات المحددة مسبقًا. <ul> <li><i>(الحالي)</i> تخلَّ عن أية تغييرات، وارجع إلى النمط المحفوظ حاليًا.</li> <li><i>(المبدئي)</i> تخلَّ عن أية تغييرات، وارجع إلى نمط كيوت كيرف المبدئي.</li> </ul>
el: <p>Αυτός ο συνδυασμός περιέχει τη λίστα των προκαθορισμένων ρυθμίσεων. <ul> <li><i>(Τρέχον)</i> θα απορρίψει τις αλλαγές και θα επαναφέρει το τρέχον αποθηκευμένο στιλ.</li> <li><i>(Προκαθορισμένο)</i> θα απορρίψει τις αλλαγές και θα επαναφέρει το προκαθορισμένο στιλ the QtCurve.</li> </ul>
eo: <p>Tiu ĉi kombo enhavas la liston de antaŭdifinitaj agordoj. <ul> <li><i>(Nuna)</i> forĵetos ajnajn ŝanĝojn, kaj revenos al la nuntempe konservita stilo.</li > <li><i>(Defaŭlta)</i> forĵetos ajnajn ŝanĝojn, kaj revenos al la defaŭlta stilo de QtCurve.</li> </ul>
ko: <p>이 콤보 상자에는 미리 정의된 설정 목록이 들어 있습니다. <ul> <li><i>(현재 설정)</i>은 어떤 변경도 무시하고, 현재 저장된 설정으로 되돌아갑니다.</li> <li><i>(기본 설정)</i>은 어떤 변경도 무시하고, QtCurve 기본 스타일로 되돌아갑니다.</li> </ul>
pt: <p>Esta lista contém a lista de predefinições. <ul> <li><i>(Actual)</i> irá ignorar todas as alterações e repor o estilo gravado de momento.</li> <li><i>(Predefinição)</i> ignorar todas as alterações e repor o estilo por omissão do QtCurve.</li> </ul>
sl: <p>Ta kombinacija vsebuje seznam vnaprej opredeljenih nastavitev. <ul> <li><i>(Trenutno)</i> zavrže vse spremembe in povrne stanje v trenutno shranjeni slog.</li> <li><i>(Privzeto)</i> zavrže vse spremembe in povrne stanje v privzeti slog QtCurve.</li> </ul>

source: <p>Save the current settings to be retrieved later.</p>
ar: <p>احفظ الإعدادات الحالية لاسترجاعها لاحقًا.</p>
el: <p>Αποθήκευση των τρεχουσών ρυθμίσεων για να ανακτηθούν αργότερα.</p>
eo: <p>Konservi la nunajn agordojn por esti prenitaj poste.</p>
ko: <p>나중에 복원할 현재 설정을 저장.</p>
pt: <p>Grava a configuração actual para um carregamento posterior.</p>
sl: <p>Shranite trenutne nastavitve, ki jih želite pridobiti pozneje.</p>

source: <p>Delete a previously stored setting.</p>
ar: <p>احذف إعدادًا مخزَّنًا سابقًا.</p>
el: <p>Διαγραφή μιας αποθηκευμένης ρύθμισης.</p>
eo: <p>Forigi antaŭe konservitan agordon.</p>
ko: <p>이전에 저장된 설정을 삭제합니다.</p>
pt: <p>Apaga uma predefinição gravada anteriormente.</p>
sl: <p>Izbrišite predhodno shranjeno nastavitev.</p>

source: <p>Import a QtCurve settings file - such as one downloaded from www.kde-look.org</p>
ar: <p>استورِد ملف إعدادات كيوت كيرف - مثل الملف الذي نزّلته من www.kde-look.org</p>
el: <p>Εισαγωγή αρχείου ρυθμίσεων QtCurve - παρόμοιο με το ληφθέν από www.kde-look.org</p>
eo: <p>Importi dosieron de agordoj de QtCurve - kiel ekzemple elŝutitan de www.kde-look.org</p>
ko: <p>www.kde-look.org에서 다운로드한 것과 같은 QtCurve 설정 파일 가져오기</p>
pt: <p>Importa um ficheiro de configuração do QtCurve - como os que poderá obter em www.kde-look.org</p>
sl: <p>Uvozite datoteko z nastavitvami QtCurve - npr. datoteko, preneseno z www.kde-look.org</p>

source: <p>Export the currently defined settings to a file, so that these may be shared with others.</p>
ar: <p>صدِّر الإعدادات المعرّفة حاليًا إلى ملف، بحيث تشاركها مع الآخرين.</p>
el: <p>Εξαγωγή των τρεχουσών ρυθμίσεων σε αρχείο για να δοθεί η δυνατότητα διαμοιρασμού.</p>
eo: <p>Eksporti la aktuale difinitajn agordojn al dosiero, por ke ĉi tiuj estu dividitaj kun aliaj.</p>
ko: <p>현재 정의된 설정을 파일로 내보내서 다른 사람과 공유할 수 있습니다.</p>
pt: <p>Exporta a configuração definida de momento para um ficheiro, para que esta possa ser partilhada com outras pessoas.</p>
sl: <p>Izvozi trenutno opredeljene nastavitve v datoteko, tako da bodo te lahko v skupni rabi z drugimi.</p>

source: Preview
ar: معاينة
el: Προεπισκόπηση
eo: Antaŭrigardo
ko: 미리 보기
pt: Antevisão
sl: Predogled

source: Appearance:
ar: المظهر:
el: Εμφάνιση:
eo: Aspekto:
ko: 모양:
pt: Aparência:
sl: Videz:

source: <p>The setting here affects the general appearance - and will be applied to buttons, combo boxes, and spin buttons.</p>
ar: <p>يؤثر الإعداد هنا على المظهر العام - ويسري على الأزرار، مربعات المركبات، وأزرار الدوران.</p>
el: <p>Η ρύθμιση εδώ επηρεάζει τη γενική εμφάνιση - και θα εφαρμοστεί σε κουμπιά, συνδυαστικά πλαίσια και κουμπιά αρίθμησης.</p>
eo: <p>La agordo ĉi tie influas la ĝeneralan aspekton - kaj estos aplikita al butonoj, kombinujoj kaj ŝpinbutonoj.</p>
ko: <p>이 설정은 일반적인 모양에 영향을 줍니다. 그리고 단추와 콤보 상자, 회전 단추에 적용됩니다.</p>
pt: <p>As definições aqui afectam a aparência geral - e esta será aplicada aos botões, listas e campos incrementais.</p>
sl: <p>Tukajšnja nastavitev vpliva na splošni videz - in bo uporabljena za gumbe, kombinirana polja in vrtilne gumbe.</p>

source: Background appearance:
ar: مظهر الخلفية:
el: Εμφάνιση φόντου:
eo: Fona aspekto:
ko: 배경 모양:
pt: Aparência do fundo:
sl: Videz ozadja:

source: <p>Sets a gradient to be used as the background for windows and dialogs.</p><p><b>NOTE:</b> This is an experimental option, and will (probably) have a detrimental effect on performance.</p>
ar: <p>اضبط تدرجًا لاستخدامه كخلفية للنوافذ والحوارات.</p><p><b>ملاحظة:</b> هذا خيار تجريبي، و (من المحتمل) أن يكون له تأثير ضار على الأداء.</p>
el: <p>Ορίζει μια κλιμάκωση για το φόντο σε παράθυρα και διαλόγους.</p><p><b>ΣΗΜΕΙΩΣΗ:</b> Αυτή είναι μια επιλογή σε πειραματικό στάδιο και αναμένεται να μειώσει την απόδοση.</p>
eo: <p>Metas gradienton por esti uzata kiel fono por fenestroj kaj dialogoj.</p><p><b>NOTU:</b> Ĉi tio estas eksperimenta opcio, kaj (verŝajne) havos malutilan efikon al rendimento.</p>
ko: <p>창과 대화 상자의 배경으로 사용되는 그라데이션을 설정합니다.</p><p><b>주의</b> 이 옵션은 실험적인 옵션이고 (아마도) 성능에 나쁜 영향을 미칠 수 있습니다</p>
pt: <p>Define o gradiente a usar como fundo para as janelas de um modo geral.</p><p><b>NOTA:</b> Esta opção é experimental e irá (provavelmente) ter um efeito de penalização da performance.</p>
sl: <p>Nastavi preliv, ki se uporablja kot ozadje za okna in pogovorna okna.</p><p><b>OPOMBA:</b> To je eksperimentalna možnost in bo (verjetno) škodljivo vplivala na hitrost delovanja.</p>

source: <p>Control the orientation of the background gradient.</p>
ar: <p>تحكّم في اتجاه تدرج الخلفية.</p>
el: <p>Ελέγχει τον προσανατολισμό της κλιμάκωσης του φόντου.</p>
eo: <p>Regi la orientiĝon de la fona gradiento.</p>
ko: <p>배경 그라데이션의 방향을 조절합니다.</p>
pt: <p>Controla a orientação do gradiente do fundo.</p>
sl: <p>Nadzoruj usmerjenost preliva ozadja.</p>

source: Background image:
ar: صورة الخلفية:
el: Εικόνα φόντου:
eo: Fona bildo:
ko: 배경 이미지:
pt: Imagem de fundo:
sl: Slika ozadja:

source: <p>This adds a background image to the top-right of dialogs and windows. <ul><li>None - No image.</li><li>Bordered rings - 'Air' like rings with borders.</li><li>Plain rings - 'Air' like rings, but without any border.</li><li>Square rings - 3 simple rounded squares.</li></ul></p>
ar: <p>يضيف هذا صورة خلفية إلى الجزء العلوي الأيمن من مربعات الحوار والنوافذ. <ul><li>بلا - لا توجد صورة.</li><li>حلقات ذات حدود - حلقات شبيهة بـ 'الهواء' مع حدود.</li><li>حلقات عادية - حلقات شبيهة بـ 'الهواء'، ولكن بدون أي حد.</li><li>حلقات مربعة - 3 مربعات مدوّرة بسيطة.</li></ul></p>
el: <p>Προσθέτει μια εικόνα φόντου πάνω δεξιά σε διαλόγους και παράθυρα. <ul><li>Καμία - Χωρίς εικόνα.</li><li>Δακτύλιοι με περιγράμματα - όπως στο 'Air' με περιγράμματα.</li><li>Απλοί δακτύλιοι - όπως στο 'Air', αλλά χωρίς περιγράμματα.</li><li>Τετραγωνικοί δακτύλιοι - 3 απλά στρογγυλεμένα τετράγωνα.</li></ul></p>
eo: <p>Ĉi tio aldonas fonbildon al la supro dekstre de dialogoj kaj fenestroj. <ul><li>Neniu - Neniu bildo.</li><li>Bordaj ringoj - 'Aera' kiel ringoj kun bordoj.</li><li>Plataj ringoj - 'Aero' kiel ringoj, sed sen ia bordo.</li><li>Kvadrataj ringoj - 3 simplaj rondetaj kvadratoj.</li></ul></p>
ko: <p>창과 대화 상자의 우측 상단에 배경 이미지를 추가합니다. <ul><li>없음 - 이미지 없음.</li><li>테 있는 고리 - 테두리를 갖는 고리와 같은 '모양'.</li><li>단순한 고리 - 테두리는 없으나 고리 같은 '모양'.</li> <li>사각형 고리 - 단순한 둥근 사각형 3개.</li></ul></p>
pt: <p>Isto adiciona uma imagem de fundo à parte superior direita das janelas. <ul><li>Nada - Sem imagem.</li><li>Anéis com contorno - anéis semelhantes ao 'Air' com contornos.</li><li>Anéis simples - anéis semelhantes ao 'Air', mas sem qualquer contorno.</li><li>Anéis quadrados - 3 quadrados arredondados simples.</li></ul></p>
sl: <p>To doda sliko ozadja v zgornji desni kot pogovornih oken in oken. <ul><li>Brez - brez slike.</li><li>Obrobljeni obroči - »Zračni« obroči z obrobami.</li><li>Navadni obroči - »Zračni« obroči, vendar brez obrobe.</li><li>Kvadratni obroči - trije preprosti zaokroženi kvadrati.</li></ul></p>

source: Sunken appearance:
ar: مظهر غائر:
el: Βυθιζόμενη όψη:
eo: Alfundiĝinta aspekto:
ko: 패인 모양:
pt: Aparência afundada:
sl: Potopljeni videz:

source: <p>Define the gradient to be used for sunken widgets - e.g. pressed buttons.</p>
ar: <p>عرِّف التدرج لاستخدامه للويدجت الغائرة - مثل الأزرار المضغوطة.</p>
el: <p>Ρυθμίστε την κλιμάκωση για βυθιζόμενα γραφικά συστατικά - π.χ. πατημένα κουμπιά.</p>
eo: <p>Difini la gradienton por esti uzata por alfundiĝintaj fenestraĵoj - ekz. premitaj butonoj.</p>
ko: <p>패일 수 있는 위젯에 사용되는 그라데이션을 정의합니다 - 예, 눌려진 단추.</p>
pt: <p>Define o gradiente a usar nos itens afundados - p.ex. botões carregados.</p>
sl: <p>Določite preliv, ki se bo uporabljal za potopljene gradnike, npr. za pritisnjene gumbe.</p>

source: Button effect:
ar: تأثير الزر:
el: Επίδραση σε κουμπί:
eo: Butona efekto:
ko: 단추 효과:
pt: Efeito dos botões:
sl: Učinek gumba:

source: <p>Control what effect should be applied to buttons, combo boxes, etc.</p>
ar: <p>تحكّم في التأثير الذي يجب تطبيقه على الأزرار، مربعات المركبات، إلخ.</p>
el: <p>Ελέγχει τι επίδραση θα εφαρμοστεί σε κουμπιά, συνδυαστικά πλαίσια, κλπ.</p>
eo: <p>Mastrumi kia efekto aplikiĝu al butonoj, kombinujoj ktp.</p>
ko: <p>버튼과 콤보 상자 등에 적용되어야 하는 효과를 조절합니다.</p>
pt: <p>Controla o efeito que deverá ser aplicado aos botões, listas, etc.</p>
sl: <p>Nadzirajte, kakšen učinek naj bo uporabljen za gumbe, kombinirana polja itn.</p>

source: <p>Make buttons, and other widgets, slightly thinner.</p>
ar: <p>اجعل الأزرار، والويدجت الأخرى، أرق قليلاً.</p>
el: <p>Να γίνουν τα κουμπιά και τα άλλα συστατικά, ελαφρώς λεπτότερα.</p>
eo: <p>Igi butonojn, kaj aliajn fenestraĵojn, iomete pli maldikaj.</p>
ko: <p>단추와 다른 위젯을 약간 얇게 만듭니다.</p>
pt: <p>Tornar os botões e outros itens ligeiramente mais finos.</p>
sl: <p>Naredite gumbe in druge gradnike nekoliko tanjše.</p>

source: Thinner buttons
ar: أزرار أرق
el: Λεπτότερα κουμπιά
eo: Pli maldikaj butonoj
ko: 더 얇은 단추
pt: Botões mais finos
sl: Tanjši gumbi

source: <p>When the 'Button effect' is set to etched or shadowed, then this option controls whether line-edits and scrollviews (such as listviews and treeviews) should have an etched look.</p>
ar: <p>عندما يُضبط 'تأثير الزر' على محفور أو مظلل، يتحكّم هذا الخيار فيما إذا كان يجب أن تبدو تحريرات الأسطر ومشاهد التمرير (مثل مشاهد القوائم ومشاهد الشجرة) بمظهر محفور.</p>
el: <p>Όταν η 'Επίδραση σε κουμπί' έχει ρυθμιστεί σε χαρακτικό ή σκιασμένο, τότε αυτή η επιλογή ελέγχει αν οι επεξεργασίες γραμμής και οι προβολές κύλισης (όπως προβολές με λίστες και δέντρα) θα είναι χαρακτικά.</p>
eo: <p>Kiam la 'Butona efekto' estas agordita al gravurita aŭ ombrita, tiam ĉi tiu opcio regas ĉu liniaj redaktoj kaj rulvidoj (kiel listvidoj kaj arbvidoj) havu gravuritan aspekton.</p>
ko: <p>'단추 효과'가 선명하게 또는 어둡게로 설정되어 있을 때, 이 옵션은 입력란과 스크롤 보기(리스트 보기와 트리 보기 같은) 위젯이 선명한 모습을 가져야 하는 지를 조절합니다</p>
pt: <p>Quando o 'Efeito dos botões' estiver como sombreado ou em relevo, então esta opção controla se os campos de texto e as áreas posicionáveis (como as listas e as árvores) deverão ter um visual em relevo.</p>
sl: <p>Ko je »učinek gumba« nastavljen na jedkano ali senčeno, potem ta možnost nadzira, ali morajo imeti urejanje vrstic in pregledi s pomikanjem (kot so pregledi seznamov in ogledi dreves) jedkan videz.</p>

source: Etch entries and scrollviews
ar: احفر الإدخالات ومشاهد التمرير
el: Χαρακτικές εγγραφές και προβολές κύλισης
eo: Gravuri enskribojn kaj rulvidojn
ko: 항목 선명하게 및 스크롤 보기
pt: Itens e áreas de posicionamento em relevo
sl: Jedkaj vnose in poglede s pomikanjem

source: Focus rectangle:
ar: مستطيل التركيز:
el: Ορθογώνιο εστίασης:
eo: Fokusa rektangulo:
ko: 포커스 직사각형:
pt: Rectângulo do foco:
sl: Pravokotnik ostrine:

source: <p>Controls how QtCurve indicates that a widget has keyboard focus.</p>
ar: <p>تحكّم في كيفية إشارة كيوت كيرف إلى أن ويدجت ما لديه تركيز لوحة المفاتيح.</p>
el: <p>Ελέγχει την ένδειξη του QtCurve για την εστίαση του συστατικού στο πληκτρολόγιο.</p>
eo: <p>Regas kiel QtCurve indikas ke fenestraĵo havas klavaran fokuson.</p>
ko: <p>QtCurve가 포커스를 갖는 위젯을 어떻게 나타낼지를 조절합니다.</p>
pt: <p>Controla como o QtCurve indica que um item aceita dados do teclado.</p>
sl: <p>Nadzoruje, kako QtCurve označuje, da ima gradnik pozornost tipkovnice.</p>

source: Tooltips:
ar: التلميحات:
el: Υποδείξεις:
eo: Konsiletoj:
ko: 풍선 도움말:
pt: Dicas:
sl: Namigi:

source: <p>Controls the appearance of tooltip backgrounds.</p>
ar: <p>تحكّم في مظهر خلفيات تلميحات الأدوات.</p>
el: <p>Ελέγχει την εμφάνιση του φόντου στις υποδείξεις.</p>
eo: <p>Regas la aspekton de konsiletaj fonoj.</p>
ko: <p>풍선 도움말 배경의 모양을 조절합니다.</p>
pt: <p>Controla a aparência dos fundos das dicas.</p>
sl: <p>Nadzoruje videz ozadja namigov.</p>

source: <p>QtCurve supports 2 arrows types; plain (i.e. triangular) and the more modern looking 'V' style arrows.</p>
ar: <p>يدعم كيوت كيرف نوعين من الأسهم؛ عادي (أي مثلثي) وأسهم نمط 'V' الأكثر حداثة.</p>
el: <p>Το QtCurve υποστηρίζει βελάκια 2 τύπων· απλά (δηλ. τριγωνικά) και τα πιο σύγχρονα σε στιλ 'V'.</p>
eo: <p>QtCurve subtenas 2 sagojn; simplaj (t.e. triangulaj) kaj la pli modernaj aspektantaj 'V'-stilaj sagoj.</p>
ko: <p>QtCurve는 화살표 형식 2개를 지원합니다. 평범한 모양 (즉, 삼각형) 그리고 더 현대적 모양인 'V' 모양 화살표.</p>
pt: <p>O QtCurve suporta 2 tipos de setas; as simples (i.e. triangulares) e as setas em 'V' mais modernas.</p>
sl: <p>QtCurve podpira 2 vrsti puščic: navadne (t.j. trikotne) in sodobne puščice v slogu »V«.</p>

source: 'V' style arrows
ar: أسهم نمط 'V'
el: Βελάκια σε στιλ 'V'
eo: "V"-stilaj sagoj
ko: 'V' 모양 화살표
pt: Setas em 'V'
sl: Puščice v slogu »V«

source: <p>Select this to have the sidebar buttons in konqueror, kate, kaffeine, ktorrent, etc., drawn as per normal buttons - otherwise they will be drawn in a more flat style with the active tab colored with the highlight color.</p>
ar: <p>اختر هذا ليكون لديك أزرار الشريط الجانبي في كونكيورر، كيت، كافيين، كيتورنت، إلخ. مرسومة حسب الأزرار العادية - وإلا سترسم بنمط أكثر تسطيحًا بينما تكون الألسنة النشطة ملونة بلون التظليل.</p>
el: <p>Επιλέξτε το για να έχετε τα κουμπιά στις πλευρικές μπάρες σε konqueror, kate, kaffeine, ktorrent, κτλ., σχεδιασμένα όπως τα κανονικά - διαφορετικά θα σχεδιαστούν με ένα πιο επίπεδο στιλ με την ενεργή καρτέλα στο χρώμα του τονισμού.</p>
eo: <p>Elektu ĉi tion por ke la flankmenuaj butonoj en konqueror, kate, kaffeine, ktorrent, ktp., desegnitaj laŭ normalaj butonoj - alie ili estos desegnitaj en pli plata stilo kun la aktiva langeto kolorigita per la plej elstara koloro.</p>
ko: <p>이 옵션을 선택하면 Konqueror, Kate, Kaffeine, KTorrent 등의 사이드바 단추를 일반 단추로 그립니다. 그렇지 않으면 활성 탭을 강조 색으로 표시하며 더 평평한 스타일로 그립니다.</p>
pt: <p>Seleccione isto para ter os botões das barras laterais no Konqueror, Kate, Kaffeine, Ktorrent, etc., desenhados como botões normais - caso contrário serão desenhados como um estilo mais plano, com a cor da página activa colorida com a cor de realce.</p>
sl: <p>Izberite to, da bodo gumbi stranske vrstice v konqueror, kate, kaffeine, ktorrent, itn. narisani kot navadni gumbi - sicer bodo izrisani na bolj sploščen način z obarvanim dejavnim zavihkom z barvo poudarjanja.</p>

source: Standard buttons for sidebars
ar: أزرار قياسية للأشرطة الجانبية
el: Τυπικά κουμπιά για πλευρικές μπάρες
eo: Normaj butonoj por flankmenuoj
ko: 사이드바에 표준 단추 사용
pt: Botões normais para as barras laterais
sl: Standardni gumbi za stranske vrstice

source: <p>Darkens the borders of frames, buttons, etc.</p>
ar: <p>دكِّن حدود الإطارات، الأزرار، إلخ.</p>
el: <p>Σκουραίνει τα περιγράμματα των πλαισίων, κουμπιών, κτλ.</p>
eo: <p>Malheligas la bordojn de kadroj, butonoj, ktp.</p>
ko: <p>프레임과 단추 등의 테두리를 더 어둡게 합니다.</p>
pt: <p>Escurece os contornos das molduras, botões, etc.</p>
sl: <p>Potemni obrobe okvirjev, gumbov itn.</p>

source: Darker borders
ar: حدود داكنة
el: Σκουρόχρωμα περιγράμματα
eo: Pli malhelaj bordoj
ko: 더 어두운 테두리
pt: Contornos escuros
sl: Temnejše obrobe

source: <p>Controls whether horizontal and vertical lines should be drawn with fading ends.</p>
ar: <p>تحكّم فيما إذا كان يجب رسم الخطوط الأفقية والعمودية بنهايات متلاشية.</p>
el: <p>Ελέγχει αν οι κατακόρυφες και οι κάθετες γραμμές θα σχεδιάζονται με εξασθένηση των άκρων.</p>
eo: <p>Regas ĉu horizontalaj kaj vertikalaj linioj devas esti desegnitaj kun velkaj finoj.</p>
ko: <p>수평과 수직선이 흐려지는 끝을 갖도록 그려져야 하는지를 조절합니다.</p>
pt: <p>Controla se devem ser desenhadas linhas horizontais e verticais com os extremos a desvanecer.</p>
sl: <p>Določa, ali je treba vodoravne in navpične črte risati z upadajočim koncem.</p>

source: Draw fading lines
ar: ارسِم خطوطًا متلاشية
el: Σχεδιασμός γραμμών που εξασθενούν
eo: Desegni velkantajn liniojn
ko: 흐려지는 선 그리기
pt: Desenhar linhas desvanecidas
sl: Risanje pojemajočih črt

source: <p>Controls whether the internal 3d part of frames, etc., should be drawn.</p>
ar: <p>تحكّم فيما إذا كان يجب رسم الجزء ثلاثي الأبعاد الداخلي للإطارات، إلخ.</p>
el: <p>Ελέγχει αν το εσωετερικό τρισδιάστατο τμήμα των πλαισίων, κτλ., πρέπει να σχεδιαστεί.</p>
eo: <p>Regas ĉu la interna 3d-parto de kadroj ktp., estu desegnita.</p>
ko: <p>프레임의 내부 3D 부분 등을 그릴 지 여부를 조절합니다.</p>
pt: <p>Controla se as partes interiores em 3D das molduras, etc. devem ser desenhadas.</p>
sl: <p>Določa, ali je treba risati notranji 3D-del okvirjev itn.</p>

source: Thinner frames, edit boxes, etc.
ar: إطارات أرق، مربعات تحرير، إلخ.
el: Λεπτότερα πλαίσια, επεξεργασία πλαισίων, κτλ.
eo: Pli maldikaj kadroj, redaktaj skatoloj ktp.
ko: 프레임, 편집 상자 등을 더 얇게.
pt: Molduras finas, campos de texto, etc.
sl: Tanjši okviri, urejevalna polja itn.

source: Hide shortcut underline until 'Alt' key is pressed.
ar: أخفِ تسطير الاختصار حتى الضغط على مفتاح 'Alt'.
el: Να αποκρύπτεται η υπογράμμιση συντομεύσεων μέχρι να πατηθεί το 'Alt'.
eo: Kaŝi ŝparvojan substrekon ĝis kiam la klavo 'Alt' estas premata.
ko: 'Alt' 키가 눌려질 때까지 단축키 밑줄 숨기기.
pt: Esconder o sublinhado dos atalhos até carregar em 'Alt'.
sl: Skrij podčrtano bližnjico, dokler ni pritisnjena izmenjalka (tipka »Alt«).

source: General setting:
ar: الإعداد العام:
el: Γενική ρύθμιση:
eo: Ĝenerala agordo:
ko: 일반 설정:
pt: Configuração geral:
sl: Splošna nastavitev:

source: <p>Set how 'rounded' widgets can be. The 'max' round setting only applies to buttons.</p>
ar: <p>اضبط مدى 'تدوير' الويدجت. يسري إعداد التدوير 'الأقصى' فقط على الأزرار.</p>
el: <p>Ρυθμίζει πόσο 'στρογγυλεμένα' μπορούν να είναι τα συστατικά. Η ρύθμιση 'μέγιστο' εφσρμόζεται μόνο σε κουμπιά.</p>
eo: <p>Agordi kiom 'rondigitaj' fenestraĵoj povas esti. La 'maksimuma' rondiga agordo validas nur por butonoj.</p>
ko: <p>얼마나 위젯을 둥글게 할지를 설정합니다. '최대한' 둥근 설정은 오직 단추에만 적용됩니다.</p>
pt: <p>Define quão 'arredondados' os itens podem ser. A definição do arredondamento 'máximo' só se aplica aos botões.</p>
sl: <p>Nastavite, kako so lahko »zaobljeni« gradniki. Nastavitev zaobljenosti »največja« velja le za gumbe.</p>

source: Do not round:
ar: لا تدور:
el: Να μη γίνει στρογγύλευση:
eo: Ne rondigi:
ko: 둥글게 하지 않음:
pt: Não arredondar:
sl: Ne zaokroži:
